{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "小红和小芳在操场上看其他孩子玩耍。她们聊着操场上发生的一些趣事，并商量着放学后一起去公园玩。突然，小红朝小芳使了个眼色，并看向秋千的方向。接着，小红又对小芳笑了笑。小芳点点头，两人随后站了起来。小梅坐在秋千上，注意到小红和小芳的表情交互。", "问题": "小红为什么对小芳微笑？", "选项A": "小红微笑是因为她在操场上看到了有趣的事情。", "选项B": "小红微笑是因为她想起了关于小梅的一个笑话。", "选项C": "小红微笑是因为她觉得放学后能玩很开心。", "选项D": "小红对小芳微笑是为了建议一起去认识新朋友。", "STORY": "Xiao Hong and Xiao Fang watch other children play on the playground. They chat about some interesting things happening on the playground and discuss going to the park together after school. Suddenly, Xiao Hong gives Xiao Fang a look and looks in the direction of the swing. Then, Xiao Hong smiles at Xiao Fang. Xiao Fang nods, and the two stand up. Xiao Mei sits on the swing and notices the interaction between Xiao Hong and Xiao Fang.", "QUESTION": "Why does Xiao Hong smile at Xiao Fang?", "OPTION-A": "Xiao Hong smiles because she sees something interesting on the playground.", "OPTION-B": "Xiao Hong smiles because she remembers a joke about Xiao Mei.", "OPTION-C": "Xiao Hong smiles because she thinks it is fun to play after school.", "OPTION-D": "Xiao Hong smiles at Xiao Fang to suggest making new friends together.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "小红和小芳在操场上看其他孩子玩耍。她们聊着操场上发生的一些趣事，并商量着放学后一起去公园玩。突然，小红朝小芳使了个眼色，并看向秋千的方向。接着，小红又对小芳笑了笑。小芳点点头，两人随后站了起来。小梅坐在秋千上，注意到小红和小芳的表情交互。", "问题": "你觉得小梅的心情如何？", "选项A": "小梅感到兴奋，因为她认为小红和小芳想一起玩秋千。", "选项B": "小梅感到好奇，可能有些担忧。", "选项C": "小梅有些害怕，担心她们会欺负她。", "选项D": "小梅觉得很高兴，以为她们要给她一个惊喜。", "STORY": "Xiao Hong and Xiao Fang watch other children play on the playground. They chat about some interesting things happening on the playground and discuss going to the park together after school. Suddenly, Xiao Hong gives Xiao Fang a look and looks in the direction of the swing. Then, Xiao Hong smiles at Xiao Fang. Xiao Fang nods, and the two stand up. Xiao Mei sits on the swing and notices the interaction between Xiao Hong and Xiao Fang.", "QUESTION": "How do you think Xiao Mei feels?", "OPTION-A": "Xiao Mei feels excited because she thinks Xiao Hong and Xiao Fang want to play on the swing together.", "OPTION-B": "Xiao Mei feels curious, possibly a bit worried.", "OPTION-C": "Xiao Mei feels a little scared, worried they will bully her.", "OPTION-D": "Xiao Mei feels very happy, thinking they are going to give her a surprise.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "杨辉和小林是辅导员，他们正在共同策划一个志愿者活动。他们在教室里做准备工作，杨辉突然看了一眼正在教室后排自习的小王，并小声和小林说了什么，教室中只有他们三人。然后两人相顾笑了笑。当他们结束这次“耳语”时，杨辉为首朝小王走去，邀请小王参与这次志愿者活动。小王看到杨辉和小林的那次密谈，并记得他们的微笑和对视。", "问题": "为什么杨辉和小林会对视然后笑？", "选项A": "杨辉和小林因为策划志愿者活动中发生的趣事而相视一笑。", "选项B": "杨辉和小林想出了一个志愿者活动的点子，使他们感到高兴。", "选项C": "杨辉和小林都觉得小王可以胜任这次组织活动，因此笑了出来。", "选项D": "杨辉和小林讨论了关于小王的趣事，他们因此而微笑。", "STORY": "Yang Hui and Xiao Lin are counselors, they are jointly planning a volunteer activity. They are preparing in the classroom, Yang Hui suddenly looks at Xiao Wang who is studying in the back row of the classroom, and whispers something to Xiao Lin, only the three of them are in the classroom. Then the two look at each other and laugh. When they finish this \"whisper\", Yang Hui leads to Xiao Wang and invites Xiao Wang to participate in this volunteer activity. Xiao Wang sees the secret talk between Yang Hui and Xiao Lin, and remembers their smiles and eye contact.", "QUESTION": "Why do Yang Hui and Xiao Lin look at each other and then laugh?", "OPTION-A": "Yang Hui and Xiao Lin laugh at each other because of the interesting things that happen in planning the volunteer activity.", "OPTION-B": "Yang Hui and Xiao Lin come up with an idea for a volunteer activity that makes them happy.", "OPTION-C": "Yang Hui and Xiao Lin both think that Xiao Wang is capable of organizing this activity, so they laugh.", "OPTION-D": "Yang Hui and Xiao Lin discuss the interesting things about Xiao Wang, and they smile because of this.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "杨辉和小林是辅导员，他们正在共同策划一个志愿者活动。他们在教室里做准备工作，杨辉突然看了一眼正在教室后排自习的小王，并小声和小林说了什么，教室中只有他们三人。然后两人相顾笑了笑。当他们结束这次“耳语”时，杨辉为首朝小王走去，邀请小王参与这次志愿者活动。小王看到杨辉和小林的那次密谈，并记得他们的微笑和对视。", "问题": "你认为小王会有什么感觉？", "选项A": "小王可能会感到愤怒，因为两个人商量这件事并没有提前告知他。", "选项B": "小王可能对他未来的任务感到有些紧张和不安。", "选项C": "小王可能搞不清楚杨辉和小林为何会笑，感到困扰。", "选项D": "小王可能觉得他被杨辉和小林选中是因为他的能力被认可，感到骄傲。", "STORY": "Yang Hui and Xiao Lin are counselors, they are jointly planning a volunteer activity. They are preparing in the classroom, Yang Hui suddenly looks at Xiao Wang who is studying in the back row of the classroom, and whispers something to Xiao Lin, only the three of them are in the classroom. Then the two look at each other and laugh. When they finish this \"whisper\", Yang Hui leads to Xiao Wang and invites Xiao Wang to participate in this volunteer activity. Xiao Wang sees the secret talk between Yang Hui and Xiao Lin, and remembers their smiles and eye contact.", "QUESTION": "What do you think Xiao Wang feels?", "OPTION-A": "Xiao Wang possibly feels angry because the two people discuss this matter without informing him in advance.", "OPTION-B": "Xiao Wang possibly feels a bit nervous and uneasy about his future task.", "OPTION-C": "Xiao Wang possibly does not understand why Yang Hui and Xiao Lin laugh, feels puzzled.", "OPTION-D": "Xiao Wang possibly thinks that he is chosen by Yang Hui and Xiao Lin because his ability is recognized, feels proud.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "明明、小涵和伟光是好友，他们计划一起开车去旅行。三个人都没决定好去哪里玩，所以他们此刻正在商量旅行的细节。在众多旅游景点中，大部分游客选择A和B景点，C景点选择的人较少。这时，小涵和伟光互相对视了一下，然后小涵伸手拍了拍背对着他们的明明。接着，小涵看了眼伟光，然后将之前保存的C景点的网友分享截图展示给明明，并对明明说了一声“看看这个”。伟光回看了小涵一眼，对着明明笑了笑。明明拿过手机，嘴角上扬。", "问题": "小涵为什么要给明明看C景点的网友分享截图？", "选项A": "小涵通过网友分享的截图发现C景点很好玩，所以向明明推荐。", "选项B": "小涵和伟光有意去C景点，通过这个方式询问明明的意见。", "选项C": "小涵希望明明也一起欣赏网友拍摄的图片。", "选项D": "小涵只是随意给明明一下图片，没有别的意思。", "STORY": "Mingming, Xiaohan, and Weiguang are good friends, they plan to drive together for a trip. The three people do not decide where to play, so they are discussing the details of the trip at this moment. Among many tourist attractions, most tourists choose A and B attractions, and fewer people choose C attractions. At this time, Xiaohan and Weiguang look at each other, then Xiaohan reaches out and pats Mingming who is facing away from them. Then, Xiaohan looks at Weiguang, then shows Mingming the screenshot of the netizen's share of the C attraction that she saves before, and says to Mingming, \"Look at this\". Weiguang looks back at Xiaohan and smiles at Mingming. Mingming takes the phone, the corners of his mouth rise.", "QUESTION": "Why does Xiaohan show Mingming the screenshot of the netizen's share of the C attraction?", "OPTION-A": "Xiaohan finds the C attraction fun through the screenshot shared by netizens, so she recommends it to Mingming.", "OPTION-B": "Xiaohan and Weiguang intend to go to the C attraction, and ask Mingming's opinion in this way.", "OPTION-C": "Xiaohan hopes that Mingming also appreciates the pictures taken by netizens together.", "OPTION-D": "Xiaohan just casually shows Mingming a picture, there is no other meaning.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "明明、小涵和伟光是好友，他们计划一起开车去旅行。三个人都没决定好去哪里玩，所以他们此刻正在商量旅行的细节。在众多旅游景点中，大部分游客选择A和B景点，C景点选择的人较少。这时，小涵和伟光互相对视了一下，然后小涵伸手拍了拍背对着他们的明明。接着，小涵看了眼伟光，然后将之前保存的C景点的网友分享截图展示给明明，并对明明说了一声“看看这个”。伟光回看了小涵一眼，对着明明笑了笑。明明拿过手机，嘴角上扬。", "问题": "你觉得明明怎么想？", "选项A": "明明对小涵的行为感到震惊，因为他们商量好了去哪却没跟他说。", "选项B": "明明感到困惑，不明白小涵为什么突然给他看C景点的截图。", "选项C": "明明觉得小涵给他分享了一个不错的景点，他很乐意去玩。", "选项D": "明明感到不安，因为他原本希望去A或B景点。", "STORY": "Mingming, Xiaohan, and Weiguang are good friends, they plan to drive together for a trip. The three people do not decide where to play, so they are discussing the details of the trip at this moment. Among many tourist attractions, most tourists choose A and B attractions, and fewer people choose C attractions. At this time, Xiaohan and Weiguang look at each other, then Xiaohan reaches out and pats Mingming who is facing away from them. Then, Xiaohan looks at Weiguang, then shows Mingming the screenshot of the netizen's share of the C attraction that she saves before, and says to Mingming, \"Look at this\". Weiguang looks back at Xiaohan and smiles at Mingming. Mingming takes the phone, the corners of his mouth rise.", "QUESTION": "What do you think Mingming thinks?", "OPTION-A": "Mingming is shocked by Xiaohan's behavior because they discuss where to go but do not tell him.", "OPTION-B": "Mingming feels confused, does not understand why Xiaohan suddenly shows him the screenshot of the C attraction.", "OPTION-C": "Mingming thinks Xiaohan shares a good attraction with him, he is happy to go.", "OPTION-D": "Mingming feels uneasy because he originally hopes to go to attractions A or B.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "乐乐和小伟正在一家户外运动器材店里选购攀岩装备。他们计划参加一个即将开班的攀岩课程，但还缺少一名组团的队友。他们在聊天的时候，透过店铺的玻璃窗看到了对面公园里的青青。青青正好也注意到他们，并举手打了个招呼。乐乐突然对小伟笑了笑，抿了抿嘴，并指了指公园那边的青青，小伟饶有兴趣地看了过去。接着，乐乐起身走出了店铺，而小伟很快就跟了上去并向青青走去。", "问题": "乐乐为什么会突然对小伟笑了笑，并指了指青青？", "选项A": "乐乐笑是因为看到青青在公园玩得开心。", "选项B": "乐乐笑是因为他觉得小伟也会喜欢和青青交朋友。", "选项C": "乐乐笑是因为他想建议小伟一起考虑要不要拉青青一起加入攀岩课程。", "选项D": "乐乐笑是因为他刚好看到了一个他之前的笑话。", "STORY": "Lele and Xiaowei are in an outdoor sports equipment store, choosing climbing gear. They plan to participate in an upcoming climbing course, but they still lack a team member. While they are chatting, they see Qingqing in the park across the street through the glass window of the shop. Qingqing also notices them and waves at them. Lele suddenly smiles at Xiaowei, purses her lips, and points at Qingqing in the park. Xiaowei looks over with interest. Then, Lele gets up and leaves the store, and Xiaowei quickly follows and walks towards Qingqing.", "QUESTION": "Why does Lele suddenly smile at Xiaowei and point at Qingqing?", "OPTION-A": "Lele smiles because she sees Qingqing having fun in the park.", "OPTION-B": "Lele smiles because she thinks Xiaowei also likes to make friends with Qingqing.", "OPTION-C": "Lele smiles because she wants to suggest to Xiaowei to consider inviting Qingqing to join the climbing course.", "OPTION-D": "Lele smiles because she just sees a joke she knows before.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "乐乐和小伟正在一家户外运动器材店里选购攀岩装备。他们计划参加一个即将开班的攀岩课程，但还缺少一名组团的队友。他们在聊天的时候，透过店铺的玻璃窗看到了对面公园里的青青。青青正好也注意到他们，并举手打了个招呼。乐乐突然对小伟笑了笑，抿了抿嘴，并指了指公园那边的青青，小伟饶有兴趣地看了过去。接着，乐乐起身走出了店铺，而小伟很快就跟了上去并向青青走去。", "问题": "青青注意到乐乐和小伟向她走来，她的心情应该是？", "选项A": "青青感到意外，因为她没有想到会在公园见到他们。", "选项B": "青青感到好奇，想知道他们在器材店买什么。", "选项C": "青青感到好奇，不知道乐乐和小伟为什么从户外运动器材店出来找她。", "选项D": "青青感到害怕，以为他们会邀请她参加危险的运动。", "STORY": "Lele and Xiaowei are in an outdoor sports equipment store, choosing climbing gear. They plan to participate in an upcoming climbing course, but they still lack a team member. While they are chatting, they see Qingqing in the park across the street through the glass window of the shop. Qingqing also notices them and waves at them. Lele suddenly smiles at Xiaowei, purses her lips, and points at Qingqing in the park. Xiaowei looks over with interest. Then, Lele gets up and leaves the store, and Xiaowei quickly follows and walks towards Qingqing.", "QUESTION": "Qingqing notices Lele and Xiaowei walking towards her, what is her mood?", "OPTION-A": "Qingqing feels surprised because she does not expect to see them in the park.", "OPTION-B": "Qingqing feels curious, wanting to know what they are buying in the equipment store.", "OPTION-C": "Qingqing feels curious, not knowing why Lele and Xiaowei come out of the outdoor sports equipment store to find her.", "OPTION-D": "Qingqing feels scared, thinking they will invite her to participate in dangerous sports.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "林涛、海蓝和小明是好朋友，他们计划暑假一起去旅游。小明希望去大草原，而林涛和海蓝经过精心策划，已经选定去海边的路线。在休息室，林涛给海蓝发了一条消息。海蓝收到后点了点头，然后看着旁边的小明。小明感觉到了海蓝的注视，抬头看了她一眼。海蓝笑了笑，跟林涛对视一下，然后说：“小明，我们决定去海边了，你怎么看。”小明看了看林涛和海蓝，迟疑了一下，然后也点了点头。", "问题": "为什么海蓝要问小明怎么看？", "选项A": "海蓝真的需要小明的建议来帮助规划这次旅行。", "选项B": "海蓝想引起小明对旅行的注意，让他更好地参与。", "选项C": "海蓝无聊，只是随口说了一句。", "选项D": "海蓝其实并不想听小明的意见，只是想告知他已经确定的结果。", "STORY": "Lin Tao, Hai Lan, and Xiao Ming are good friends, they plan to go on a vacation together during the summer vacation. Xiao Ming hopes to go to the prairie, but Lin Tao and Hai Lan, after careful planning, already choose to go to the seaside. In the lounge, Lin Tao sends a message to Hai Lan. Hai Lan receives it and nods, then looks at Xiao Ming who is next to her. Xiao Ming feels Hai Lan's gaze, raises his head and looks at her. Hai Lan smiles, makes eye contact with Lin Tao, and then says, \"Xiao Ming, we decide to go to the seaside, what do you think?\" Xiao Ming looks at Lin Tao and Hai Lan, hesitates for a moment, and then also nods.", "QUESTION": "Why does Hai Lan ask Xiao Ming what he thinks?", "OPTION-A": "Hai Lan really needs Xiao Ming's advice to help plan this trip.", "OPTION-B": "Hai Lan wants to draw Xiao Ming's attention to the trip, so he participates better.", "OPTION-C": "Hai Lan is bored, just says something casually.", "OPTION-D": "Hai Lan actually does not want to hear Xiao Ming's opinion, just wants to inform him of the confirmed result.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "林涛、海蓝和小明是好朋友，他们计划暑假一起去旅游。小明希望去大草原，而林涛和海蓝经过精心策划，已经选定去海边的路线。在休息室，林涛给海蓝发了一条消息。海蓝收到后点了点头，然后看着旁边的小明。小明感觉到了海蓝的注视，抬头看了她一眼。海蓝笑了笑，跟林涛对视一下，然后说：“小明，我们决定去海边了，你怎么看。”小明看了看林涛和海蓝，迟疑了一下，然后也点了点头。", "问题": "你认为小明的感觉怎么样？", "选项A": "小明感到紧张不安，因为他不知道自己能否提供有用的建议。", "选项B": "小明感到兴奋，因为他期待分享自己的想法。", "选项C": "小明感到有些无奈，但也只能选择了接受。", "选项D": "小明对这次旅行没有任何兴趣，他只是客气地笑了笑。", "STORY": "Lin Tao, Hai Lan, and Xiao Ming are good friends, they plan to go on a vacation together during the summer vacation. Xiao Ming hopes to go to the prairie, but Lin Tao and Hai Lan, after careful planning, already choose to go to the seaside. In the lounge, Lin Tao sends a message to Hai Lan. Hai Lan receives it and nods, then looks at Xiao Ming who is next to her. Xiao Ming feels Hai Lan's gaze, raises his head and looks at her. Hai Lan smiles, makes eye contact with Lin Tao, and then says, \"Xiao Ming, we decide to go to the seaside, what do you think?\" Xiao Ming looks at Lin Tao and Hai Lan, hesitates for a moment, and then also nods.", "QUESTION": "What do you think Xiao Ming's feelings are?", "OPTION-A": "Xiao Ming feels nervous because he does not know if he can provide useful advice.", "OPTION-B": "Xiao Ming feels excited because he looks forward to sharing his ideas.", "OPTION-C": "Xiao Ming feels a bit helpless, but he also has no choice but to accept.", "OPTION-D": "Xiao Ming has no interest in this trip, he just politely smiles.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "小楚和小李正在一起做团队项目，他们希望改进他们的计划，使其能更好地表达他们的想法。而他们的另一个团队成员——小敏似乎对他们的计划有些疑虑。一天，在小敏没有来的时候，小楚和小李在一起讨论改进计划，他们找到了一个办法。小楚对小李比了一个“成功的手势”，并朝着小敏的空工位努了努嘴，小李回了个微笑。第二天，他们将改进后的计划展示给了小敏，她的表情僵住了。", "问题": "小楚为什么给小李做出了“成功的手势”？", "选项A": "小楚给小李比出这个手势，是因为他觉得这个计划一定会成功。", "选项B": "小楚和小李设法在小敏不知情的情况下成功改进了团队项目。", "选项C": "小楚是在鼓励小李，让他有自信面对小敏的疑虑。", "选项D": "小楚是在表示他对于小李解决问题的赞同。", "STORY": "Xiao Chu and Xiao Li are doing a team project together, they hope to improve their plan, so it expresses their ideas better. But another team member, Xiao Min, seems to have some doubts about their plan. One day, when Xiao Min is not there, Xiao Chu and Xiao Li discuss improving the plan together, they find a way. Xiao Chu gives Xiao Li a \"successful gesture\", and nods towards Xiao Min's empty seat, Xiao Li returns a smile. The next day, they show the improved plan to Xiao Min, her expression freezes.", "QUESTION": "Why does Xiao Chu make a \"successful gesture\" to Xiao Li?", "OPTION-A": "Xiao Chu makes this gesture to Xiao Li because he thinks this plan is definitely successful.", "OPTION-B": "Xiao Chu and Xiao Li manage to successfully improve the team project without Xiao Min knowing.", "OPTION-C": "Xiao Chu is encouraging Xiao Li, letting him have confidence to face Xiao Min's doubts.", "OPTION-D": "Xiao Chu is expressing his approval for Xiao Li's problem-solving.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "小楚和小李正在一起做团队项目，他们希望改进他们的计划，使其能更好地表达他们的想法。而他们的另一个团队成员——小敏似乎对他们的计划有些疑虑。一天，在小敏没有来的时候，小楚和小李在一起讨论改进计划，他们找到了一个办法。小楚对小李比了一个“成功的手势”，并朝着小敏的空工位努了努嘴，小李回了个微笑。第二天，他们将改进后的计划展示给了小敏，她的表情僵住了。", "问题": "你觉得小敏看到改进计划时心情怎么样？", "选项A": "小敏感到惊讶, 因为她没想到这个项目会这么快完成。", "选项B": "小敏非常高兴，因为改进后的计划符合她的想法。", "选项C": "小敏感到愤怒，因为小楚和小李昨天瞒着她讨论计划。", "选项D": "小敏觉得挫败，因为她对改进的计划没有发言权。", "STORY": "Xiao Chu and Xiao Li are doing a team project together, they hope to improve their plan, so it expresses their ideas better. But another team member, Xiao Min, seems to have some doubts about their plan. One day, when Xiao Min is not there, Xiao Chu and Xiao Li discuss improving the plan together, they find a way. Xiao Chu gives Xiao Li a \"successful gesture\", and nods towards Xiao Min's empty seat, Xiao Li returns a smile. The next day, they show the improved plan to Xiao Min, her expression freezes.", "QUESTION": "How do you think Xiao Min feels when she sees the improved plan?", "OPTION-A": "Xiao Min is surprised because she does not expect the project to finish so quickly.", "OPTION-B": "Xiao Min is very happy because the improved plan meets her ideas.", "OPTION-C": "Xiao Min is angry because Xiao Chu and Xiao Li discuss the plan without her yesterday.", "OPTION-D": "Xiao Min feels frustrated because she has no say in the improved plan.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "新月和雪莹是班上的好朋友。新的一学期，班上来了一个叫青石的新同学，他个性内向，难以融入班集体。一天中午，新月和雪莹见他独自在角落里吃午饭，两人对视一眼，雪莹微微点头，然后她们一起走向青石。青石看到这个情况，面露疑惑。新月和雪莹过来，先是陪他闲谈，然后突然说了一个笑话，三人都笑了起来。", "问题": "为什么新月和雪莹对视然后共同走向青石？", "选项A": "新月和雪莹发现青石的午餐很好吃。", "选项B": "新月和雪莹想和青石一起完成作业。", "选项C": "新月和雪莹打算一起逗笑青石来拉近关系。", "选项D": "新月和雪莹有意欺负孤独的青石。", "STORY": "Xinyue and Xueying are good friends in the class. A new semester comes, a new classmate named Qing Shi joins the class, he is introverted and finds it hard to fit into the class. One day at noon, Xinyue and Xueying see him eating lunch alone in the corner, the two look at each other, Xueying nods slightly, then they walk towards Qing Shi together. Qing Shi sees this and shows confusion. Xinyue and Xueying come over, first they chat with him, then suddenly tell a joke, all three of them start to laugh.", "QUESTION": "Why do Xinyue and Xueying look at each other and then walk towards Qing Shi together?", "OPTION-A": "Xinyue and Xueying find that Qing Shi's lunch is delicious.", "OPTION-B": "Xinyue and Xueying want to do homework with Qing Shi.", "OPTION-C": "Xinyue and Xueying plan to make Qing Shi laugh together to get closer.", "OPTION-D": "Xinyue and Xueying intend to bully the lonely Qing Shi.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "新月和雪莹是班上的好朋友。新的一学期，班上来了一个叫青石的新同学，他个性内向，难以融入班集体。一天中午，新月和雪莹见他独自在角落里吃午饭，两人对视一眼，雪莹微微点头，然后她们一起走向青石。青石看到这个情况，面露疑惑。新月和雪莹过来，先是陪他闲谈，然后突然说了一个笑话，三人都笑了起来。", "问题": "青石看到新月和雪莹走来，你觉得他此刻心情可能是怎么样的？", "选项A": "感到害怕，因为他不知道新月和雪莹打算干什么。", "选项B": "感到好奇，但也有些紧张。", "选项C": "恐慌，他害怕被排斥。", "选项D": "兴奋，他期待与新朋友有更多的交流。", "STORY": "Xinyue and Xueying are good friends in the class. A new semester comes, a new classmate named Qing Shi joins the class, he is introverted and finds it hard to fit into the class. One day at noon, Xinyue and Xueying see him eating lunch alone in the corner, the two look at each other, Xueying nods slightly, then they walk towards Qing Shi together. Qing Shi sees this and shows confusion. Xinyue and Xueying come over, first they chat with him, then suddenly tell a joke, all three of them start to laugh.", "QUESTION": "Qingshi sees Xinyue and Xueying coming, what do you think his mood is like at this moment?", "OPTION-A": "He feels scared because he does not know what Xinyue and Xueying plan to do.", "OPTION-B": "He feels curious, but also a bit nervous.", "OPTION-C": "He panics, he is afraid of being excluded.", "OPTION-D": "He is excited, he looks forward to more communication with new friends.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "志明和建成在社区中心一起工作，他们正在筹备一场慈善活动。忙碌中，志明不经意地停下来看着墙上的时钟，脸上闪过一丝急迫，随后看向了建成。志明走到建成旁边，和他交谈了几句，并递给他一份文件，上面写的是志明的名字。建成看了看文件，然后点点头，表情有些无奈。志明笑了笑，拍了拍建成的后背，快速走开了，此时还没到下班时间。建成看着志明离去的背影，然后又看了看手里的文件。小玲是志明和建成的团队成员，她注意到了志明的全部举动。", "问题": "为什么志明递给建成那份文件？", "选项A": "志明打算让建成负责自己未完成的那部分工作。", "选项B": "那份文件是建成之前给志明的方案，志明递给建成说明他驳回了建成的方案。", "选项C": "志明欣赏建成的才华，希望他能提供一些创意和想法。", "选项D": "志明要建成把这份文件送到社区中心的办公室。", "STORY": "Zhiming and Jiancheng work together at the community center, they are preparing for a charity event. In the midst of the hustle, Zhiming inadvertently stops to look at the clock on the wall, a sense of urgency flashes across his face, then he looks at Jiancheng. Zhiming walks over to Jiancheng, talks to him for a few moments, and hands him a document with Zhiming's name on it. Jiancheng looks at the document, then nods, his expression is somewhat helpless. Zhiming smiles, pats Jiancheng on the back, and quickly walks away, it is not yet time to get off work. Jiancheng watches Zhiming's departing figure, then looks at the document in his hand again. Xiaoling is a team member of Zhiming and Jiancheng, she notices all of Zhiming's actions.", "QUESTION": "Why does Zhiming give Jiancheng that document?", "OPTION-A": "Zhiming plans to let Jiancheng take over the part of the work he does not finish.", "OPTION-B": "The document is a plan that Jiancheng gives to Zhiming before, Zhiming gives it to Jiancheng indicating that he rejects Jiancheng's plan.", "OPTION-C": "Zhiming admires Jiancheng's talent and hopes he can provide some creativity and ideas.", "OPTION-D": "Zhiming wants Jiancheng to deliver this document to the office of the community center.", "答案\nANSWER": "A"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "志明和建成在社区中心一起工作，他们正在筹备一场慈善活动。忙碌中，志明不经意地停下来看着墙上的时钟，脸上闪过一丝急迫，随后看向了建成。志明走到建成旁边，和他交谈了几句，并递给他一份文件，上面写的是志明的名字。建成看了看文件，然后点点头，表情有些无奈。志明笑了笑，拍了拍建成的后背，快速走开了，此时还没到下班时间。建成看着志明离去的背影，然后又看了看手里的文件。小玲是志明和建成的团队成员，她注意到了志明的全部举动。", "问题": "你认为小玲怎么想？", "选项A": "小玲感到困惑，不明白志明的举动是什么意思。", "选项B": "小玲认为这是志明一种以工作之名，对建成的表扬和信任。", "选项C": "小玲为志明感到疲惫，觉得他可能需要大家分担一些工作。", "选项D": "小玲感到放松，庆幸志明没有把他的工作丢给自己来做。", "STORY": "Zhiming and Jiancheng work together at the community center, they are preparing for a charity event. In the midst of the hustle, Zhiming inadvertently stops to look at the clock on the wall, a sense of urgency flashes across his face, then he looks at Jiancheng. Zhiming walks over to Jiancheng, talks to him for a few moments, and hands him a document with Zhiming's name on it. Jiancheng looks at the document, then nods, his expression is somewhat helpless. Zhiming smiles, pats Jiancheng on the back, and quickly walks away, it is not yet time to get off work. Jiancheng watches Zhiming's departing figure, then looks at the document in his hand again. Xiaoling is a team member of Zhiming and Jiancheng, she notices all of Zhiming's actions.", "QUESTION": "What do you think Xiaoling thinks?", "OPTION-A": "Xiaoling feels confused, she does not understand what Zhiming's actions mean.", "OPTION-B": "Xiaoling thinks this is Zhiming's way of praising and trusting Jiancheng in the name of work.", "OPTION-C": "Xiaoling feels tired for Zhiming, she thinks he might need everyone to share some of the work.", "OPTION-D": "Xiaoling feels relaxed, she is glad that Zhiming does not throw his work at her to do.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "大雄和小智是好朋友，他们常常一起出去玩。阿明是他们的同学，每天和小智形影不离。一天，大雄在走廊上遇到了阿明，小智却不在他身边。阿明一脸郁闷地看着窗外。大雄问阿明：“小智怎么样了？”阿明吞了吞口水，看着大雄的眼睛说：“小智……我也不清楚。”阿明的回答让大雄有些迷惑。后来，大雄看见小智坐在教室的角落，愁眉苦脸的。大雄走过去，小智却装作没看见。", "问题": "大雄为什么问阿明小智怎么样了？", "选项A": "大雄只是随口问问，想打趣阿明。", "选项B": "大雄是想了解小智的情况。", "选项C": "大雄想打听阿明和小智的关系。", "选项D": "大雄羡慕阿明和小智的友谊，想插一脚。", "STORY": "Daxiong and Xiaozhi are good friends, they often go out to play together. A-Ming is their classmate, he is always with Xiaozhi every day. One day, Daxiong meets A-Ming in the corridor, but Xiaozhi is not with him. A-Ming looks out the window with a gloomy face. Daxiong asks A-Ming: \"How is Xiaozhi?\" A-Ming swallows and looks into Daxiong's eyes and says: \"Xiaozhi... I am not clear either.\" A-Ming's answer confuses Daxiong. Later, Daxiong sees Xiaozhi sitting in the corner of the classroom, looking sad. Daxiong walks over, but Xiaozhi pretends not to see.", "QUESTION": "Why does Daxiong ask A-Ming how Xiaozhi is?", "OPTION-A": "Daxiong just asks casually, wants to tease A-Ming.", "OPTION-B": "Daxiong wants to understand the situation of Xiaozhi.", "OPTION-C": "Daxiong wants to inquire about the relationship between A-Ming and Xiaozhi.", "OPTION-D": "Daxiong admires the friendship between A-Ming and Xiaozhi, wants to get involved.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "大雄和小智是好朋友，他们常常一起出去玩。阿明是他们的同学，每天和小智形影不离。一天，大雄在走廊上遇到了阿明，小智却不在他身边。阿明一脸郁闷地看着窗外。大雄问阿明：“小智怎么样了？”阿明吞了吞口水，看着大雄的眼睛说：“小智……我也不清楚。”阿明的回答让大雄有些迷惑。后来，大雄看见小智坐在教室的角落，愁眉苦脸的。大雄走过去，小智却装作没看见。", "问题": "你觉得小智怎么想？", "选项A": "小智觉得生活很美好，所以他在思考生活的意义。", "选项B": "小智因为一些烦心事很不愉快，不想和大雄说话。", "选项C": "小智害怕阿明泄露他的秘密，所以他在担心。", "选项D": "小智对大雄的到来感到惊讶，所以他假装没有看见大雄。", "STORY": "Daxiong and Xiaozhi are good friends, they often go out to play together. A-Ming is their classmate, he is always with Xiaozhi every day. One day, Daxiong meets A-Ming in the corridor, but Xiaozhi is not with him. A-Ming looks out the window with a gloomy face. Daxiong asks A-Ming: \"How is Xiaozhi?\" A-Ming swallows and looks into Daxiong's eyes and says: \"Xiaozhi... I am not clear either.\" A-Ming's answer confuses Daxiong. Later, Daxiong sees Xiaozhi sitting in the corner of the classroom, looking sad. Daxiong walks over, but Xiaozhi pretends not to see.", "QUESTION": "What do you think Xiaozhi thinks?", "OPTION-A": "Xiaozhi thinks life is beautiful, so he thinks about the meaning of life.", "OPTION-B": "Xiaozhi is unhappy because of some troubles, he does not want to talk to Daxiong.", "OPTION-C": "Xiaozhi fears that A-Ming reveals his secret, so he worries.", "OPTION-D": "Xiaozhi is surprised by the arrival of Daxiong, so he pretends not to see Daxiong.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "露露、大鹏和晓东是一组进行学习项目的成员，项目接近截止日期，但晓东的部分并未完成。在一次组会中，露露关注到晓东显得焦虑，但当她询问作业情况时，晓东回答说还在做。事情结束后，露露对大鹏使了一个眼色，然后递给他一部分任务笔记，微笑着说：“我想这会对我们有所帮助。”大鹏看着她，又看了看焦虑的晓东，犹豫了一会，还是点了头。", "问题": "露露为什么将任务笔记交给大鹏？", "选项A": "露露注意到大鹏忘记带笔记。", "选项B": "露露希望大鹏可以替晓东完成任务。", "选项C": "露露想让大鹏帮助她理解笔记中的复杂概念。", "选项D": "露露想让大鹏对她工作进行检查。", "STORY": "Lulu, Dapeng, and Xiaodong are members of a study project group. The project approaches the deadline, but Xiaodong's part is not complete. In a group meeting, Lulu notices that Xiaodong appears anxious, but when she asks about the homework, Xiaodong replies that he is still working on it. After the meeting, Lulu gives Dapeng a look and hands him some task notes, smiling and saying, \"I think this helps us.\" Dapeng looks at her, then at the anxious Xiaodong, hesitates for a while, but still nods.", "QUESTION": "Why does Lulu give the task notes to Dapeng?", "OPTION-A": "Lulu notices that Dapeng forgets to bring his notes.", "OPTION-B": "Lulu hopes that Dapeng can complete the task for Xiaodong.", "OPTION-C": "Lulu wants Dapeng to help her understand the complex concepts in the notes.", "OPTION-D": "Lulu wants Dapeng to check her work.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "露露、大鹏和晓东是一组进行学习项目的成员，项目接近截止日期，但晓东的部分并未完成。在一次组会中，露露关注到晓东显得焦虑，但当她询问作业情况时，晓东回答说还在做。事情结束后，露露对大鹏使了一个眼色，然后递给他一部分任务笔记，微笑着说：“我想这会对我们有所帮助。”大鹏看着她，又看了看焦虑的晓东，犹豫了一会，还是点了头。", "问题": "你认为大鹏心情如何？", "选项A": "大鹏感到露露的担心是多余的，他相信晓东能按时完成任务。", "选项B": "大鹏担心自己的任务部分，觉得自己无法帮助晓东完成任务。", "选项C": "大鹏内心有些矛盾，他不想承担额外的任务，又担心晓东完不成任务。", "选项D": "大鹏对项目感到无所谓，觉得只要他的部分做好了就可以。", "STORY": "Lulu, Dapeng, and Xiaodong are members of a study project group. The project approaches the deadline, but Xiaodong's part is not complete. In a group meeting, Lulu notices that Xiaodong appears anxious, but when she asks about the homework, Xiaodong replies that he is still working on it. After the meeting, Lulu gives Dapeng a look and hands him some task notes, smiling and saying, \"I think this helps us.\" Dapeng looks at her, then at the anxious Xiaodong, hesitates for a while, but still nods.", "QUESTION": "What do you think Dapeng's mood is?", "OPTION-A": "Dapeng feels that Lulu's worry is unnecessary, he believes Xiaodong completes the task on time.", "OPTION-B": "Dapeng worries about his part of the task, he feels he cannot help Xiaodong complete the task.", "OPTION-C": "Dapeng is somewhat conflicted, he does not want to take on extra tasks, but worries about Xiaodong not completing the task.", "OPTION-D": "Dapeng does not care about the project, he feels as long as he does his part well, it is okay.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "松风、建元和雪枫是同一个小组的成员，他们需要共同完成一个学校项目。现在，项目的核心任务下来了，大家都想把这个重要任务承担下来，但都不想让自己过于辛劳。松风看向建元，然后看向正在自顾自玩手机的雪枫，然后对建元笑了笑，他似乎有了主意。接着他走到教室的角落，去取他的书包，然后故作无意地将一个小纸条留在了建元的课桌上。他回来后，给建元一个眼色，然后继续埋头做他的事情。建元看到这个纸条，迅速展开，看了一眼，然后他也笑了。他看向松风说：“我刚刚有了个主意，咱们俩一起做这个任务，你觉得怎么样？”", "问题": "为什么松风走到课室角落取书包，并留下纸条？", "选项A": "松风故意忘记了他的东西，他想利用这个机会回去取书包，并写下建议。", "选项B": "松风发现了他忘记提交的重要任务，所以他去取书包。", "选项C": "松风用这种方式让建元知道他的建议，以避免让雪枫知道这是他的主意。", "选项D": "松风去取书包只是随意的行为，与他留纸条没有关系。", "STORY": "Songfeng, Jianyuan, and Xuefeng are members of the same group, they need to complete a school project together. Now, the core task of the project comes, everyone wants to take on this important task, but they do not want to overwork themselves. Songfeng looks at Jianyuan, then looks at Xuefeng who is playing with his phone, then he smiles at Jianyuan, he seems to have an idea. Then he goes to the corner of the classroom to get his backpack, then he leaves a small note on Jianyuan's desk as if by accident. He comes back, gives Jianyuan a look, then continues to do his work. Jianyuan sees this note, quickly unfolds it, takes a look, then he also smiles. He looks at Songfeng and says, \"I just have an idea, we do this task together, what do you think?\"", "QUESTION": "Why does Songfeng go to the corner of the classroom to get his backpack and leave a note?", "OPTION-A": "Songfeng intentionally forgets his things, he wants to use this opportunity to go back to get his backpack, and write down suggestions.", "OPTION-B": "Songfeng finds out he forgets to submit an important task, so he goes to get his backpack.", "OPTION-C": "Songfeng uses this method to let Jianyuan know his suggestion, to avoid letting Xuefeng know this is his idea.", "OPTION-D": "Songfeng goes to get his backpack is just a random act, it has nothing to do with him leaving a note.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "松风、建元和雪枫是同一个小组的成员，他们需要共同完成一个学校项目。现在，项目的核心任务下来了，大家都想把这个重要任务承担下来，但都不想让自己过于辛劳。松风看向建元，然后看向正在自顾自玩手机的雪枫，然后对建元笑了笑，他似乎有了主意。接着他走到教室的角落，去取他的书包，然后故作无意地将一个小纸条留在了建元的课桌上。他回来后，给建元一个眼色，然后继续埋头做他的事情。建元看到这个纸条，迅速展开，看了一眼，然后他也笑了。他看向松风说：“我刚刚有了个主意，咱们俩一起做这个任务，你觉得怎么样？”", "问题": "雪枫听见建元的主意后会有什么感觉？", "选项A": "雪枫感到高兴，因为她责任繁重，期待有人和她共同承担任务。", "选项B": "雪枫感觉有些奇怪，不明白自己为什么突然被排除在核心人员之外。", "选项C": "雪枫觉得很轻松，因为这意味着她可以少做一些工作。", "选项D": "雪枫可能害怕，因为她可能担心和建元的合作效果。", "STORY": "Songfeng, Jianyuan, and Xuefeng are members of the same group, they need to complete a school project together. Now, the core task of the project comes, everyone wants to take on this important task, but they do not want to overwork themselves. Songfeng looks at Jianyuan, then looks at Xuefeng who is playing with his phone, then he smiles at Jianyuan, he seems to have an idea. Then he goes to the corner of the classroom to get his backpack, then he leaves a small note on Jianyuan's desk as if by accident. He comes back, gives Jianyuan a look, then continues to do his work. Jianyuan sees this note, quickly unfolds it, takes a look, then he also smiles. He looks at Songfeng and says, \"I just have an idea, we do this task together, what do you think?\"", "QUESTION": "How does Xuefeng feel after hearing Jianyuan's idea?", "OPTION-A": "Xuefeng feels happy, because she has a heavy responsibility and looks forward to someone sharing the task with her.", "OPTION-B": "Xuefeng feels a bit strange, not understanding why she is suddenly excluded from the core members.", "OPTION-C": "Xuefeng feels very relaxed, because this means she can do less work.", "OPTION-D": "Xuefeng may be afraid, because she may worry about the cooperation effect with Jianyuan.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "宇轩和晓晴是一对恋人，但最近因一些小事有些误会，难以沟通。同一天，他们都去逛了当地的摊位市场。老婆婆看见宇轩，提议让他们互换一束花作为和好的象征。宇轩看了晓晴一眼，暗自点了点头，在各种花束中，挑选了一束盛开的向日葵。老婆婆递给他那束向日葵，他接过来后又回头看了看晓晴，可晓晴此时却在看别的摊位。宇轩默默地把花放在她的购物袋里。", "问题": "为什么宇轩选择向日葵？", "选项A": "宇轩选择向日葵可能因为他知道那是晓晴喜欢的花，希望借此消除误会。", "选项B": "宇轩选择向日葵是因为他想省钱，向日葵比其他花便宜。", "选项C": "宇轩选择向日葵是因为自己最喜欢的花是向日葵。", "选项D": "宇轩选择向日葵是因为它看起来非常新鲜和健康。", "STORY": "Yu Xuan and Xiao Qing are a couple, but recently they have some misunderstandings due to some minor issues, and communication is difficult. On the same day, they both go to the local stall market. The old lady sees Yu Xuan and proposes that they exchange a bouquet of flowers as a symbol of reconciliation. Yu Xuan looks at Xiao Qing, nods secretly, and among various bouquets, he picks a blooming sunflower. The old lady gives him the sunflower, and after he takes it, he looks back at Xiao Qing, but Xiao Qing is looking at other stalls at this time. Yu Xuan silently puts the flowers in her shopping bag.", "QUESTION": "Why does Yu Xuan choose sunflowers?", "OPTION-A": "Yu Xuan chooses sunflowers possibly because he knows that Xiao Qing likes them and hopes to eliminate misunderstandings.", "OPTION-B": "Yu Xuan chooses sunflowers because he wants to save money, sunflowers are cheaper than other flowers.", "OPTION-C": "Yu Xuan chooses sunflowers because his favorite flower is the sunflower.", "OPTION-D": "Yu Xuan chooses sunflowers because they look very fresh and healthy.", "答案\nANSWER": "A"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "宇轩和晓晴是一对恋人，但最近因一些小事有些误会，难以沟通。同一天，他们都去逛了当地的摊位市场。老婆婆看见宇轩，提议让他们互换一束花作为和好的象征。宇轩看了晓晴一眼，暗自点了点头，在各种花束中，挑选了一束盛开的向日葵。老婆婆递给他那束向日葵，他接过来后又回头看了看晓晴，可晓晴此时却在看别的摊位。宇轩默默地把花放在她的购物袋里。", "问题": "你认为晓晴看到向日葵会有什么样的反应？", "选项A": "晓晴看到向日葵，会觉得宇轩太小气，变得更加生气。", "选项B": "晓晴看到向日葵，会感到困惑，理解不了宇轩的意图。", "选项C": "晓晴看到向日葵，会明白宇轩的用心，或许会感动。", "选项D": "晓晴看到向日葵会觉得无所谓，因为她不喜欢花朵。", "STORY": "Yu Xuan and Xiao Qing are a couple, but recently they have some misunderstandings due to some minor issues, and communication is difficult. On the same day, they both go to the local stall market. The old lady sees Yu Xuan and proposes that they exchange a bouquet of flowers as a symbol of reconciliation. Yu Xuan looks at Xiao Qing, nods secretly, and among various bouquets, he picks a blooming sunflower. The old lady gives him the sunflower, and after he takes it, he looks back at Xiao Qing, but Xiao Qing is looking at other stalls at this time. Yu Xuan silently puts the flowers in her shopping bag.", "QUESTION": "What do you think Xiao Qing's reaction is when she sees the sunflower?", "OPTION-A": "Xiao Qing sees the sunflower and thinks Yu Xuan is too stingy, and she gets even more angry.", "OPTION-B": "Xiao Qing sees the sunflower and feels confused, she does not understand Yu Xuan's intention.", "OPTION-C": "Xiao Qing sees the sunflower and understands Yu Xuan's intention, she may be moved.", "OPTION-D": "Xiao Qing sees the sunflower and doesn't care, because she does not like flowers.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "小樱是小组的负责人，小组正在进行一项学术项目。小松和小楠是团队成员，他们目前正在竞赛中和小易一起完成作品。小易是新来的转学生，他有过类似竞赛的经验，他比较腼腆。在共享的工作空间里，小松和小楠在分享他们的想法，而小易坐在他们中间，静静地看着手中的资料。小樱看见这一幕，轻轻笑了一下，然后小声对小松和小楠说了几句轻声私语的话，小松和小楠都点了点头。接着，小樱走到小易的身边，笑着拍了拍他的肩膀，说了几句话后，便走开了。小易主动看向小松和小楠，发现他们也在看他。", "问题": "小樱为什么走过来对小易拍了拍肩膀？", "选项A": "小樱想表达对小易过往竞赛成绩的肯定。", "选项B": "小樱在质问小易为什么不参与讨论。", "选项C": "小樱在建议小易要与小松和小楠进行讨论。", "选项D": "小樱在询问小易对手中资料的各个部分的理解。", "STORY": "Sakura is the leader of the group, and the group is carrying out an academic project. Komatsu and Nan are team members, they are currently competing in the competition and completing the work with Yi. Yi is a new transfer student, he has similar competition experience, he is quite shy. In the shared workspace, Komatsu and Nan are sharing their ideas, while Yi sits between them, quietly looking at the materials in his hands. Sakura sees this scene, smiles lightly, then whispers a few words to Komatsu and Nan, Komatsu and Nan both nod. Then, Sakura walks to Yi's side, pats his shoulder with a smile, says a few words, then walks away. Yi takes the initiative to look at Komatsu and Nan, finds that they are also looking at him.", "QUESTION": "Why does Sakura come over and pat Yi on the shoulder?", "OPTION-A": "Sakura wants to express affirmation of Yi's past competition results.", "OPTION-B": "Sakura is questioning why Yi does not participate in the discussion.", "OPTION-C": "Sakura is suggesting that Yi should discuss with Komatsu and Nan.", "OPTION-D": "Sakura is asking Yi about his understanding of each part of the materials in his hands.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "小樱是小组的负责人，小组正在进行一项学术项目。小松和小楠是团队成员，他们目前正在竞赛中和小易一起完成作品。小易是新来的转学生，他有过类似竞赛的经验，他比较腼腆。在共享的工作空间里，小松和小楠在分享他们的想法，而小易坐在他们中间，静静地看着手中的资料。小樱看见这一幕，轻轻笑了一下，然后小声对小松和小楠说了几句轻声私语的话，小松和小楠都点了点头。接着，小樱走到小易的身边，笑着拍了拍他的肩膀，说了几句话后，便走开了。小易主动看向小松和小楠，发现他们也在看他。", "问题": "小易现在可能是什么心情？", "选项A": "小易可能感到很有沮丧，因为他觉得小樱质疑他的能力。", "选项B": "小易可能对小樱的提醒有些反感，他更喜欢一个人工作。", "选项C": "小易可能对小樱的鼓励有些犹豫，但仍准备行动。", "选项D": "小易觉得小松和小楠会降低完成作品的效率。", "STORY": "Sakura is the leader of the group, and the group is carrying out an academic project. Komatsu and Nan are team members, they are currently competing in the competition and completing the work with Yi. Yi is a new transfer student, he has similar competition experience, he is quite shy. In the shared workspace, Komatsu and Nan are sharing their ideas, while Yi sits between them, quietly looking at the materials in his hands. Sakura sees this scene, smiles lightly, then whispers a few words to Komatsu and Nan, Komatsu and Nan both nod. Then, Sakura walks to Yi's side, pats his shoulder with a smile, says a few words, then walks away. Yi takes the initiative to look at Komatsu and Nan, finds that they are also looking at him.", "QUESTION": "What is Yi's possible mood now?", "OPTION-A": "Yi possibly feels very frustrated, because he thinks Sakura questions his ability.", "OPTION-B": "Yi possibly resents Sakura's reminder, he prefers to work alone.", "OPTION-C": "Yi possibly hesitates about Sakura's encouragement, but still prepares to act.", "OPTION-D": "Yi thinks Komatsu and Nanami lower the efficiency of completing the work.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "明汉、玉琳和彬彬是一个研究小组的成员，正在进行一个重要的课题研究。一天，他们在实验室碰头讨论项目进度。明汉一直看着他的手机，一句话也没说，但他偶尔看一眼玉琳。彬彬埋头做实验，他看到了明汉对玉琳的目光。突然，明汉对玉琳挤了挤眼，并指向自己的任务资料，随后又低头回复手机消息。玉琳看见后，冷笑了一声，继续忙于自己的工作。", "问题": "明汉为什么对玉琳挤眼？", "选项A": "明汉对玉琳挤眼是在逗她玩。", "选项B": "明汉暗示玉琳，希望玉琳能够帮助他完成他无法完成的工作。", "选项C": "明汉可以轻松处理手机中的信息，同时对玉琳的工作感兴趣。", "选项D": "明汉发现了彬彬的滑稽错误，提醒玉琳也来看。", "STORY": "Minghan, Yulin, and Binbin are members of a research group, and they are conducting an important research topic. One day, they meet in the lab to discuss the progress of the project. Minghan keeps looking at his phone, not saying a word, but he occasionally glances at Yulin. Binbin buries his head in the experiment, and he sees Minghan's gaze at Yulin. Suddenly, Minghan winks at Yulin and points to his task materials, then he lowers his head to reply to the phone message. Yulin sees it, sneers, and continues to be busy with her work.", "QUESTION": "Why does Minghan wink at Yulin?", "OPTION-A": "Minghan winks at Yulin to tease her.", "OPTION-B": "Minghan hints at Yulin, hoping that Yulin can help him complete the work he cannot finish.", "OPTION-C": "Minghan easily handles the information in the phone, and is interested in Yulin's work.", "OPTION-D": "Minghan finds Binbin's funny mistake, and reminds Yulin to come and see.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "明汉、玉琳和彬彬是一个研究小组的成员，正在进行一个重要的课题研究。一天，他们在实验室碰头讨论项目进度。明汉一直看着他的手机，一句话也没说，但他偶尔看一眼玉琳。彬彬埋头做实验，他看到了明汉对玉琳的目光。突然，明汉对玉琳挤了挤眼，并指向自己的任务资料，随后又低头回复手机消息。玉琳看见后，冷笑了一声，继续忙于自己的工作。", "问题": "你觉得玉琳如何看待明汉的行为？", "选项A": "玉琳对明汉的行为感到有趣，她喜欢他的幽默感。", "选项B": "玉琳没注意到明汉的挤眼，她只关注自己的工作。", "选项C": "玉琳对明汉的行为感到不屑，她不想理会明汉的请求。", "选项D": "玉琳对明汉的行为感到困惑，她不知道他想要表达什么。", "STORY": "Minghan, Yulin, and Binbin are members of a research group, and they are conducting an important research topic. One day, they meet in the lab to discuss the progress of the project. Minghan keeps looking at his phone, not saying a word, but he occasionally glances at Yulin. Binbin buries his head in the experiment, and he sees Minghan's gaze at Yulin. Suddenly, Minghan winks at Yulin and points to his task materials, then he lowers his head to reply to the phone message. Yulin sees it, sneers, and continues to be busy with her work.", "QUESTION": "How do you think Yulin views Minghan's behavior?", "OPTION-A": "Yulin finds Minghan's behavior interesting, she likes his sense of humor.", "OPTION-B": "Yulin does not notice Minghan's wink, she only focuses on her own work.", "OPTION-C": "Yulin despises Minghan's behavior, she does not want to deal with Minghan's request.", "OPTION-D": "Yulin is confused by Minghan's behavior, she does not know what he wants to express.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "张华和李强在共同负责一个项目，这个项目的业绩直接影响他们的升迁。李强在电脑前皱眉沉思，眼前的数据分析报告似乎让他感到困扰。张华注意到了李强的样子，走过去说“我也来学习一下”，并很热情地询问了项目进度和困难。李强回答得有些犹豫，似乎有所保留。在这过程中，张华偶尔与对面的周燕交换眼神，随后张华邀请李强一起去楼下吃晚饭顺便遛弯。当他们离开后，周燕立刻放下手头的工作，假装去洗手间，经过李强的位置，伸头看着什么。", "问题": "张华为什么要询问李强项目进度和困难？", "选项A": "张华不懂这些数据，想要向李强学习。", "选项B": "张华注意到李强遇到了困难，想要提供帮助。", "选项C": "张华和李强有私人恩怨，想要找茬。", "选项D": "张华想要探听李强的项目进度。", "STORY": "Zhang Hua and Li Qiang are jointly responsible for a project, the performance of this project directly affects their promotion. Li Qiang frowns in front of the computer, the data analysis report in front of him seems to trouble him. Zhang Hua notices Li Qiang's appearance, walks over and says \"I also come to learn\", and enthusiastically asks about the project progress and difficulties. Li Qiang answers with some hesitation, seems to be reserved. During this process, Zhang Hua occasionally exchanges glances with Zhou Yan across the room, then Zhang Hua invites Li Qiang to go downstairs for dinner and a walk. After they leave, Zhou Yan immediately puts down her work, pretends to go to the bathroom, passes by Li Qiang's position, and looks at something.", "QUESTION": "Why does Zhang Hua ask Li Qiang about the project progress and difficulties?", "OPTION-A": "Zhang Hua does not understand these data, wants to learn from Li Qiang.", "OPTION-B": "Zhang Hua notices that Li Qiang encounters difficulties, wants to offer help.", "OPTION-C": "Zhang Hua and Li Qiang have personal grudges, wants to pick a quarrel.", "OPTION-D": "Zhang Hua wants to probe into Li Qiang's project progress.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "张华和李强在共同负责一个项目，这个项目的业绩直接影响他们的升迁。李强在电脑前皱眉沉思，眼前的数据分析报告似乎让他感到困扰。张华注意到了李强的样子，走过去说“我也来学习一下”，并很热情地询问了项目进度和困难。李强回答得有些犹豫，似乎有所保留。在这过程中，张华偶尔与对面的周燕交换眼神，随后张华邀请李强一起去楼下吃晚饭顺便遛弯。当他们离开后，周燕立刻放下手头的工作，假装去洗手间，经过李强的位置，伸头看着什么。", "问题": "你觉得周燕在想什么？", "选项A": "周燕感到好奇，想知道他们在讨论什么。", "选项B": "周燕感到无聊，对他们的讨论不感兴趣。", "选项C": "周燕感到急切，想抓住张华制造的机会。", "选项D": "周燕感到害怕，认为李强和张华在谈论她。", "STORY": "Zhang Hua and Li Qiang are jointly responsible for a project, the performance of this project directly affects their promotion. Li Qiang frowns in front of the computer, the data analysis report in front of him seems to trouble him. Zhang Hua notices Li Qiang's appearance, walks over and says \"I also come to learn\", and enthusiastically asks about the project progress and difficulties. Li Qiang answers with some hesitation, seems to be reserved. During this process, Zhang Hua occasionally exchanges glances with Zhou Yan across the room, then Zhang Hua invites Li Qiang to go downstairs for dinner and a walk. After they leave, Zhou Yan immediately puts down her work, pretends to go to the bathroom, passes by Li Qiang's position, and looks at something.", "QUESTION": "What do you think Zhou Yan is thinking?", "OPTION-A": "Zhou Yan feels curious and wants to know what they are discussing.", "OPTION-B": "Zhou Yan feels bored and is not interested in their discussion.", "OPTION-C": "Zhou Yan feels eager and wants to seize the opportunity created by Zhang Hua.", "OPTION-D": "Zhou Yan feels scared and thinks Li Qiang and Zhang Hua are talking about her.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "琪琪、俊俊和涵涵都是他们社区的活动小组成员。他们正在策划一项新的社区服务项目。涵涵是新加入的成员，他对社区服务还不太了解。一天，俊俊发现琪琪正在拿着一份他们正在规划的社区服务项目的详细计划，琪琪向俊俊抬了抬眉，并轻摇了手中的计划书，然后转向看向涵涵，仿佛在示意些什么。琪琪迅速看了一眼俊俊，然后带着微笑把文件递给了涵涵。涵涵爽快地接过了计划书，开始读了起来。", "问题": "琪琪为什么会把文件给涵涵？", "选项A": "琪琪需要涵涵帮忙修改计划书。", "选项B": "琪琪想让涵涵进入工作状态。", "选项C": "琪琪想让涵涵充当负责人的角色。", "选项D": "琪琪希望涵涵能增加他在规划中的投入。", "STORY": "QiQi, JunJun, and HanHan are all members of their community activity group. They are planning a new community service project. HanHan is a new member, he does not understand community service very well. One day, JunJun finds QiQi holding a detailed plan of the community service project they are planning. QiQi raises her eyebrows at JunJun, lightly shakes the plan in her hand, then turns to look at HanHan, as if hinting at something. QiQi quickly glances at JunJun, then hands the document to HanHan with a smile. HanHan cheerfully accepts the plan and starts to read.", "QUESTION": "Why does QiQi give the document to HanHan?", "OPTION-A": "QiQi needs HanHan to help revise the plan.", "OPTION-B": "QiQi wants HanHan to get into work mode.", "OPTION-C": "QiQi wants HanHan to play the role of the person in charge.", "OPTION-D": "QiQi hopes HanHan increases his involvement in the planning.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "琪琪、俊俊和涵涵都是他们社区的活动小组成员。他们正在策划一项新的社区服务项目。涵涵是新加入的成员，他对社区服务还不太了解。一天，俊俊发现琪琪正在拿着一份他们正在规划的社区服务项目的详细计划，琪琪向俊俊抬了抬眉，并轻摇了手中的计划书，然后转向看向涵涵，仿佛在示意些什么。琪琪迅速看了一眼俊俊，然后带着微笑把文件递给了涵涵。涵涵爽快地接过了计划书，开始读了起来。", "问题": "涵涵看到文件的时候，心情怎么样？", "选项A": "涵涵感到烦恼，他又被分配新的任务。", "选项B": "涵涵感到高兴，他觉得自己理解了计划内容。", "选项C": "涵涵感到鼓励，他跟同事关系处得好。", "选项D": "涵涵感到疑惑，不明白俊俊和琪琪是什么意思。", "STORY": "QiQi, JunJun, and HanHan are all members of their community activity group. They are planning a new community service project. HanHan is a new member, he does not understand community service very well. One day, JunJun finds QiQi holding a detailed plan of the community service project they are planning. QiQi raises her eyebrows at JunJun, lightly shakes the plan in her hand, then turns to look at HanHan, as if hinting at something. QiQi quickly glances at JunJun, then hands the document to HanHan with a smile. HanHan cheerfully accepts the plan and starts to read.", "QUESTION": "How does HanHan feel when he sees the document?", "OPTION-A": "HanHan feels annoyed, he gets assigned a new task again.", "OPTION-B": "HanHan feels happy, he thinks he understands the plan content.", "OPTION-C": "HanHan feels encouraged, he gets along well with his colleagues.", "OPTION-D": "HanHan feels confused, he does not understand what JunJun and QiQi mean.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "罗力对园艺有深厚的热情，而他也因此在社区内有一些名声。绍淇则是社区活动的组织者，志豪是社区组织的负责人。有一天，绍淇找到志豪提议举办一个花园派对，而且还建议请罗力前来介绍他的园艺成果。志豪有些迟疑，但绍淇则朝他笑了笑，给了他一个肯定的点头。后来，派对的邀请函发出后，罗力接受了这个邀请。", "问题": "绍淇为什么在提议中建议邀请罗力？", "选项A": "绍淇希望让志豪公开赞扬罗力的园艺技艺。", "选项B": "绍淇想试探罗力，看他是否愿意分享他的园艺技巧。", "选项C": "绍淇认为邀请罗力有利于提升派对的吸引力和影响李。", "选项D": "绍淇希望通过邀请罗力，和他成为好朋友并提升自己的园艺技术。", "STORY": "Luo Li has a deep passion for gardening, and he has some fame in the community because of this. Shao Qi is the organizer of community activities, and Zhi Hao is the person in charge of the community organization. One day, Shao Qi finds Zhi Hao and proposes to hold a garden party, and also suggests inviting Luo Li to introduce his gardening achievements. Zhi Hao hesitates a bit, but Shao Qi smiles at him and gives him a nod of affirmation. Later, after the party invitation goes out, Luo Li accepts the invitation.", "QUESTION": "Why does Shao Qi suggest inviting Luo Li in the proposal?", "OPTION-A": "Shao Qi hopes to let Zhi Hao publicly praise Luo Li's gardening skills.", "OPTION-B": "Shao Qi wants to test Luo Li to see if he is willing to share his gardening skills.", "OPTION-C": "Shao Qi thinks that inviting Luo Li helps to increase the attractiveness and influence of the party.", "OPTION-D": "Shao Qi hopes to become good friends with Luo Li by inviting him and improve her own gardening skills.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "罗力对园艺有深厚的热情，而他也因此在社区内有一些名声。绍淇则是社区活动的组织者，志豪是社区组织的负责人。有一天，绍淇找到志豪提议举办一个花园派对，而且还建议请罗力前来介绍他的园艺成果。志豪有些迟疑，但绍淇则朝他笑了笑，给了他一个肯定的点头。后来，派对的邀请函发出后，罗力接受了这个邀请。", "问题": "你觉得志豪怎么想？", "选项A": "志豪很高兴，因为他觉得罗力的到来会让派对非常成功。", "选项B": "志豪有些不安，他觉得邀请罗力可能会带来不好的结果。", "选项C": "志豪感到郁闷，因为他不太喜欢罗力。", "选项D": "志豪觉得有些困扰，他欣赏罗力却又不确定罗力是否愿意参与派对。", "STORY": "Luo Li has a deep passion for gardening, and he has some fame in the community because of this. Shao Qi is the organizer of community activities, and Zhi Hao is the person in charge of the community organization. One day, Shao Qi finds Zhi Hao and proposes to hold a garden party, and also suggests inviting Luo Li to introduce his gardening achievements. Zhi Hao hesitates a bit, but Shao Qi smiles at him and gives him a nod of affirmation. Later, after the party invitation goes out, Luo Li accepts the invitation.", "QUESTION": "What do you think Zhi Hao thinks?", "OPTION-A": "Zhi Hao is very happy because he thinks Luo Li's arrival makes the party very successful.", "OPTION-B": "Zhi Hao feels a bit uneasy, he thinks inviting Luo Li might bring bad results.", "OPTION-C": "Zhi Hao feels depressed because he doesn't like Luo Li very much.", "OPTION-D": "Zhi Hao feels a bit troubled, he admires Luo Li but is not sure if Luo Li wants to participate in the party.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Intention: Intentions explanations", "序号\nINDEX": 1, "故事": "在一个清晨，晨光正在走廊上等待晓明。他们都是学习俱乐部的会员，他们打算吸引新的会员加入。星星是刚刚转学过来的新同学，正沿着走廊走过。晨光看到星星，快速地看了晓明一眼，然后向星星微笑。晓明理解了晨光的眼神的含义，带着紧张的表情走到了星星面前，配合晨光的微笑。他们和星星简短的交谈后，星星以一个微笑为回应。", "问题": "为什么看到星星后，晨光会看晓明一眼？", "选项A": "因为晨光发现晓明对星星的态度有些异常。", "选项B": "要提醒晓明，星星走过来了，不要挡着道。", "选项C": "要提醒晓明学习俱乐部需要新的成员，星星很合适。", "选项D": "要告诉晓明星星是新来的同学，最好去打个招呼示好。", "STORY": "In a clear morning, Morning Light is waiting for Dawn in the corridor. They are members of the study club, they plan to attract new members to join. Star is a new classmate who just transfers. Star is walking along the corridor. Morning Light sees Star, quickly glances at Dawn, then smiles at Star. Dawn understands the meaning of Morning Light's eyes, walks to Star with a nervous expression, and matches Morning Light's smile. After a brief conversation with Star, Star responds with a smile.", "QUESTION": "Why does Morning Light glance at Dawn after seeing Star?", "OPTION-A": "Because Morning Light notices that Dawn's attitude towards Star is a bit abnormal.", "OPTION-B": "To remind Dawn that Star is coming, do not block the way.", "OPTION-C": "To remind Dawn that the study club needs new members, and Star is suitable.", "OPTION-D": "To tell Dawn that Star is a new classmate, it is best to say hello.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Belief: Beliefs based action/emotions", "序号\nINDEX": 2, "故事": "在一个清晨，晨光正在走廊上等待晓明。他们都是学习俱乐部的会员，他们打算吸引新的会员加入。星星是刚刚转学过来的新同学，正沿着走廊走过。晨光看到星星，快速地看了晓明一眼，然后向星星微笑。晓明理解了晨光的眼神的含义，带着紧张的表情走到了星星面前，配合晨光的微笑。他们和星星简短的交谈后，星星以一个微笑为回应。", "问题": "沿着走廊走的星星，看到他们的互动后，你觉得他会作何感想？", "选项A": "感到惊奇，他没有想到他们会主动找自己讲话。", "选项B": "感到困惑和好奇，不清楚他们这些举动的含义究竟是什么。", "选项C": "感到紧张，因为他是新来的，还没做好准备和大家交朋友。", "选项D": "觉得很高兴，因为他觉得他们可能要邀请他去玩。", "STORY": "In a clear morning, Morning Light is waiting for Dawn in the corridor. They are members of the study club, they plan to attract new members to join. Star is a new classmate who just transfers. Star is walking along the corridor. Morning Light sees Star, quickly glances at Dawn, then smiles at Star. Dawn understands the meaning of Morning Light's eyes, walks to Star with a nervous expression, and matches Morning Light's smile. After a brief conversation with Star, Star responds with a smile.", "QUESTION": "Seeing their interaction as Star walks down the hallway, what do you think he feels?", "OPTION-A": "Feels surprised, he does not expect them to take the initiative to talk to him.", "OPTION-B": "Feels confused and curious, not clear about the meaning of their actions.", "OPTION-C": "Feels nervous, because he is new and is not ready to make friends with everyone.", "OPTION-D": "Feels very happy, because he thinks they might invite him to play.", "答案\nANSWER": "B"}
