{"能力\nABILITY": "Desire: Discrepant desires", "序号\nINDEX": 1, "故事": "李华是一个热衷于户外探险的人，每个周末都会去爬山或者去野营。他总是追求新鲜和刺激的体验。王芳，一个安静的图书管理员，她的周末都在安静的图书馆里度过，阅读和整理书籍。她喜欢平静和有序的环境。这周末，李华邀请王芳一起出去度周末。", "问题": "李华计划和王芳去哪里度周末？", "选项A": "A. 爬山", "选项B": "B. 图书馆", "选项C": "C. 体育公园", "选项D": "D. 滑雪", "STORY": "Li Hua is a person who is passionate about outdoor adventures, and he goes hiking or camping every weekend. He always seeks fresh and exciting experiences. Wang Fang, a quiet librarian, spends her weekends in a quiet library, reading and organizing books. She likes a calm and orderly environment. This weekend, Li Hua invites Wang Fang to go out for the weekend.", "QUESTION": "Where does Li Hua plan to spend the weekend with Wang Fang?", "OPTION-A": "Hiking", "OPTION-B": "Library", "OPTION-C": "Sports Park", "OPTION-D": "Skiing", "答案\nANSWER": "B"}
{"能力\nABILITY": "Desire: Discrepant desires", "序号\nINDEX": 1, "故事": "李明是一个电视剧迷，尤其喜欢看悬疑和犯罪类型的剧集。另一方面，他的室友赵丽则是一位现实节目的忠实粉丝，她喜欢看各种真人秀和生活类节目，认为这些节目更加贴近生活、轻松有趣。在电视节目的选择上，李明一直都让着赵丽。今天晚上，两人一起坐在客厅，李明表示想看他想看的，但只有一个电视，面临选择要看哪种类型的节目的问题。", "问题": "那天晚上，李明和赵丽最有可能一起看哪种类型的电视节目？", "选项A": "A. 挑战闯关类真人秀节目", "选项B": "B. 悬疑犯罪类电视剧", "选项C": "C. 刺激的知识问答节目", "选项D": "D. 刑事案件的新闻报道", "STORY": "Li Ming is a TV drama fan, especially likes to watch suspense and crime series. On the other hand, his roommate Zhao Li is a loyal fan of reality shows, she likes to watch various reality shows and lifestyle programs, thinks these programs are more close to life, relaxed and interesting. In the choice of TV programs, Li Ming always gives way to Zhao Li. Tonight, the two sit in the living room together, Li Ming expresses he wants to watch what he wants to watch, but there is only one TV, facing the choice of what type of program to watch.", "QUESTION": "That night, what type of TV program do Li Ming and Zhao Li most likely watch together?", "OPTION-A": "Challenge obstacle course reality show", "OPTION-B": "Suspense crime TV drama", "OPTION-C": "Exciting knowledge quiz program", "OPTION-D": "News report on criminal cases", "答案\nANSWER": "B"}
{"能力\nABILITY": "Desire: Discrepant desires", "序号\nINDEX": 1, "故事": "林峰是一位严格的素食主义者，他的饮食习惯完全以植物为基础，他相信这样的生活方式对健康和环境都有益。而他的朋友陈楠则是一位肉食爱好者，他的饮食中肉类占据主导，他认为肉类是健康饮食和体力维持的重要来源。林峰打算邀请陈楠一同参加某个活动。", "问题": "林峰最可能邀请陈楠参加什么活动？", "选项A": "A. 素食烹饪课程", "选项B": "B. 烧烤派对", "选项C": "C. 海鲜美食节", "选项D": "D. 植物性奶制品品鉴会", "STORY": "Lin Feng is a strict vegetarian, his diet is completely plant-based, he believes this lifestyle is beneficial to health and the environment. His friend Chen Nan, on the other hand, is a meat lover, his diet is dominated by meat, he believes meat is an important source of healthy eating and physical maintenance. Lin Feng plans to invite Chen Nan to participate in a certain activity.", "QUESTION": "What activity does Lin Feng most likely invite Chen Nan to participate in?", "OPTION-A": "Vegetarian cooking class", "OPTION-B": "Barbecue party", "OPTION-C": "Seafood festival", "OPTION-D": "Plant-based milk tasting event", "答案\nANSWER": "A"}
