{"能力\nABILITY": "Emotion: Emotion regulation", "序号\nINDEX": 1, "故事": "小红和小芳在操场上看其他孩子玩耍。她们聊着操场上发生的一些趣事，并商量着放学后一起去公园玩。突然，小红朝小芳使了个眼色，并看向秋千上的小梅。接着，小红又对小芳笑了笑。小芳点点头，两人便走向小梅。小梅看到这两个她并不熟悉的女孩朝她走来。她注意到她们之前互相使眼色和微笑。虽然三人同班，但小梅以前并没有与她们说过话。", "问题": "小梅接下来会做什么？", "选项A": "直接走向小红和小芳，并主动打招呼，询问她们是否需要帮助或是想要一起玩。", "选项B": "忽略小红和小芳，转而去找她最好的朋友谈谈自己的感受。", "选项C": "想象小红和小芳可能只是想认识新朋友，并没有恶意。", "选项D": "忽视小红和小芳的行为，专注于玩秋千", "STORY": "Xiao Hong and Xiao Fang watch other children play on the playground. They chat about some interesting things happening on the playground and plan to go to the park together after school. Suddenly, Xiao Hong gives Xiao Fang a look and looks at Xiao Mei on the swing. Then, Xiao Hong smiles at Xiao Fang. Xiao Fang nods, and the two walk towards Xiao Mei. Xiao Mei sees these two girls she is not familiar with coming towards her. She notices their previous eye contact and smiles. Although the three are in the same class, Xiao Mei does not talk to them before.", "QUESTION": "What does Xiao Mei do next?", "OPTION-A": "She goes directly to Xiao Hong and Xiao Fang, greets them, and asks if they need help or want to play together.", "OPTION-B": "She ignores Xiao Hong and Xiao Fang and goes to talk to her best friend about her feelings.", "OPTION-C": "She imagines that Xiao Hong and Xiao Fang just want to make new friends and mean no harm.", "OPTION-D": "She ignores the behavior of Xiao Hong and Xiao Fang and focuses on playing on the swing.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Emotion: Emotion regulation", "序号\nINDEX": 1, "故事": "办公室里，王强是项目组组长，张伟是王强的老副手。项目组最近调入了一名新成员李莉，今天王强和张伟安排李莉独立完成一个任务，而这项任务通常是张伟的责任。李莉在电脑前努力工作，张伟站在她身后看了一会儿，然后走向王强，两人交换了一个复杂的眼神。王强稍微点了点头，张伟便回到自己的座位，他们两人没有进一步交谈。李莉注意到了这一切，但继续专注于她的屏幕。", "问题": "李莉接下来会做什么？", "选项A": "李莉决定直接走到王强和张伟的办公桌前，询问他们对她工作的看法，并表示自己愿意接受任何反馈，以改善自己的表现。（有效的方法）", "选项B": "李莉尝试通过在社交媒体上发表关于工作环境的负面感受，来寻求外界的同情和支持。", "选项C": "李莉决定完全忽略王强和张伟的交流，认为这可能与她无关，继续埋头苦干，不去考虑他们的意图。", "选项D": "李莉决定休息一下，打开一款手机游戏来分散注意力，试图忘记刚才的情况。", "STORY": "In the office, Wang Qiang is the project team leader, and Zhang Wei is Wang Qiang's old deputy. The project team recently brings in a new member Li Li, today Wang Qiang and Zhang Wei arrange for Li Li to complete a task independently, and this task usually is Zhang Wei's responsibility. Li Li works hard in front of the computer, Zhang Wei stands behind her for a while, then walks towards Wang Qiang, the two exchange a complex look. Wang Qiang slightly nods his head, Zhang Wei then returns to his seat, the two do not have further conversation. Li Li notices all of this, but continues to focus on her screen.", "QUESTION": "What does Li Li do next?", "OPTION-A": "Li Li decides to walk directly to Wang Qiang and Zhang Wei's desk, asks them about their views on her work, and expresses her willingness to accept any feedback to improve her performance. (Effective method)", "OPTION-B": "Li Li tries to seek sympathy and support from the outside world by posting negative feelings about the work environment on social media.", "OPTION-C": "Li Li decides to completely ignore the exchange between Wang Qiang and Zhang Wei, thinks it may have nothing to do with her, continues to work hard, and does not consider their intentions.", "OPTION-D": "Li Li decides to take a break, opens a mobile game to distract her attention, tries to forget the situation just now.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Emotion: Emotion regulation", "序号\nINDEX": 1, "故事": "德华和三明是公司员工，他们正在竞争一个升职的机会。今天是三明的生日，他在独自享用一块小生日蛋糕。玲玲是公司主管，她正在茶水间与德华私下交谈。三明从远处看到玲玲悄悄地递给德华一份文件，并带着微笑轻轻拍了拍德华的背，然后返回了她的办公室。德华迅速查看了文件后，露出笑意，小心地将文件放进了他的文件袋里。", "问题": "三明接下来会做什么？", "选项A": "直接向玲玲询问文件的内容，以获取真相。", "选项B": "向同事透露他对德华可能获得升职的怀疑，希望同事能给予建议或支持。", "选项C": "提醒自己，没有确凿证据证明文件与升职有关，也许玲玲只是在完成常规的工作。", "选项D": "暂时不考虑这件事，转而专注于完成自己的工作，或者去做一些他喜欢的活动。", "STORY": "Dehua and Sanming are company employees, they are competing for a promotion opportunity. Today is Sanming's birthday, he is enjoying a small birthday cake alone. Lingling is the company supervisor, she is having a private conversation with Dehua in the pantry. Sanming sees from a distance that Lingling quietly gives Dehua a document, and with a smile, gently pats Dehua's back, then returns to her office. Dehua quickly checks the document, shows a smile, and carefully puts the document into his file bag.", "QUESTION": "What does Sanming do next?", "OPTION-A": "He directly asks Lingling about the content of the document to get the truth.", "OPTION-B": "He reveals his suspicion to colleagues that Dehua might get a promotion, hoping colleagues can give advice or support.", "OPTION-C": "He reminds himself that there is no solid evidence to prove that the document is related to the promotion, maybe Lingling is just doing her routine work.", "OPTION-D": "He temporarily does not consider this matter, instead, he focuses on completing his own work, or doing some activities he likes.", "答案\nANSWER": "B"}
