{"能力\nABILITY": "Knowledge: Knowledge-pretend play links", "序号\nINDEX": 1, "故事": "在遥远星球轨道上的一个空间站里，住着一个名叫Tinklo的机器人。这个空间站有一个人工环境，里面没有任何形式的植物生命，因此Tinklo不了解任何植物相关信息。然而，空间站种充满了各种机械装置和机器人。Tinklo正在进行模仿行为：它身体左右摇摆，偶尔向地面弯腰，这些动作类似于风中摇摆的花朵和闻花的人。", "问题": "Tinklo可能在模仿什么？", "选项A": "风中摇摆的向日葵。", "选项B": "弯腰拾起物体的机器人。", "选项C": "闻玫瑰花的人。", "选项D": "旋转叶片的风车。", "STORY": "In a space station on the orbit of a distant planet, a robot named Tinklo lives. This space station has an artificial environment, there is no form of plant life inside, so Tinklo does not understand any plant-related information. However, the space station is full of various mechanical devices and robots. Tinklo is performing imitation behavior: it sways from side to side, occasionally bends to the ground, these actions are similar to flowers swaying in the wind and people smelling flowers.", "QUESTION": "What does Tinklo possibly imitate?", "OPTION-A": "Sunflowers swaying in the wind.", "OPTION-B": "A robot bending over to pick up objects.", "OPTION-C": "A person smelling a rose.", "OPTION-D": "A windmill with rotating blades.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Knowledge: Knowledge-pretend play links", "序号\nINDEX": 1, "故事": "在太空中的小型先进研究实验室，位于小行星带附近，有一台名为Pixel的机器人。这个实验室是孤立的，无法接触到地球的环境或动物。因此，Pixel对陆地上的生物一无所知。然而，实验室配备有许多能够在空中平稳迅速移动的浮动球形无人机。Pixel正在进行模仿行为：它在房间中平稳滑行，停下来悬浮片刻，然后迅速改变方向，让人想起蜂鸟在花朵间穿梭。", "问题": "Pixel可能在模仿什么？", "选项A": "在花朵附近悬停的蜂鸟。", "选项B": "在实验室中移动的无人机。", "选项C": "在花朵间飞舞的蝴蝶", "选项D": "在植物间移动的蜜蜂。", "STORY": "In a small advanced research laboratory in space, located near the asteroid belt, there is a robot named Pixel. This laboratory is isolated, unable to contact the earth's environment or animals. Therefore, Pixel knows nothing about the creatures on land. However, the laboratory equips with many floating spherical drones that move smoothly and quickly in the air. Pixel is performing imitation behavior: it glides smoothly in the room, stops to hover for a moment, then quickly changes direction, reminding people of hummingbirds shuttling between flowers.", "QUESTION": "What does Pixel possibly imitate?", "OPTION-A": "A hummingbird hovering near flowers.", "OPTION-B": "A drone moving in the laboratory.", "OPTION-C": "A butterfly dancing between flowers.", "OPTION-D": "A bee moving between plants.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Knowledge: Knowledge-pretend play links", "序号\nINDEX": 1, "故事": "在一个名为Solaris的未来城市中，高高地漂浮在云端的浮动平台上，住着一个名叫Plexi的机器人。Solaris作为一个天空之城，没有任何陆地生物，因此Plexi对这类生物一无所知。然而，Solaris充满了飞行无人机和高科技小玩意儿。Plexi正在进行模仿行为：它迅速地蹿来蹿去，突然停下来，然后又朝不同的方向猛冲。它的动作敏捷而迅速，类似于一只小而充满活力的动物，例如玩耍中的猫和寻找食物的松鼠。", "问题": "Plexi可能在模仿什么？", "选项A": "一只迅速奔跑并突然停下来的老鼠。", "选项B": "一架正在执行任务的无人机。", "选项C": "一只在玩耍玩具的猫。", "选项D": "一只在寻找坚果时四处猛冲的松鼠。", "STORY": "In a future city named Solaris, a robot named Plexi lives on a floating platform high in the clouds. Solaris, as a city in the sky, has no land creatures, so Plexi knows nothing about these creatures. However, Solaris is full of flying drones and high-tech gadgets. Plexi is engaging in mimicry: it darts around quickly, suddenly stops, and then charges in different directions. Its movements are agile and fast, similar to a small and energetic animal, such as a playing cat and a squirrel looking for food.", "QUESTION": "What does Plexi possibly mimic?", "OPTION-A": "A mouse that runs quickly and suddenly stops.", "OPTION-B": "A drone that is carrying out a mission.", "OPTION-C": "A cat playing with toys.", "OPTION-D": "A squirrel that charges around when looking for nuts.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Knowledge: Knowledge-pretend play links", "序号\nINDEX": 1, "故事": "在一个坐落在遥远星球Aeria云端的古雅村庄里，住着一台名叫Breezo的机器人。Aeria是一个独特的世界，没有任何植物生命，这意味着Breezo对它们的信息一无所知。然而，村庄里充满了古灵精怪的风力机器和各式各样的风筝。Breezo正在进行模仿行为：它伸出双臂迅速旋转，就像叶子被风卷走后，飞快的旋转。", "问题": "Breezo可能在模仿什么？", "选项A": "被旋风卷走的树叶", "选项B": "失去平衡的风筝", "选项C": "向太阳转向的花朵", "选项D": "风车的旋转叶片", "STORY": "In a quaint village located in the clouds of a distant planet Aeria, a robot named Breezo lives. Aeria is a unique world, without any plant life, which means Breezo knows nothing about them. However, the village is full of quirky wind machines and all kinds of kites. Breezo is engaging in imitation behavior: it extends its arms and spins quickly, just like a leaf spins quickly after the wind sweeps it away.", "QUESTION": "What is Breezo possibly imitating?", "OPTION-A": "A leaf swept away by the whirlwind", "OPTION-B": "A kite losing balance", "OPTION-C": "A flower turning towards the sun", "OPTION-D": "The rotating blades of a windmill", "答案\nANSWER": "B"}
{"能力\nABILITY": "Knowledge: Knowledge-pretend play links", "序号\nINDEX": 1, "故事": "Rizo是一个小巧、好奇的机器人，居住在遥远的行星Lumina上，这个行星以其广阔的沙漠而闻名。Lumina上没有大型哺乳动物，因此Rizo对这类生物一无所知。然而，这个星球上却生活着各种各样的昆虫、爬行动物和鸟类。Rizo正在进行模仿行为：它来回踱步，偶尔还会抬起头发出机械般的叫声，有点类似狮子吼叫的样子。", "问题": "Rizo可能在模仿什么？", "选项A": "巨龟", "选项B": "狮子", "选项C": "蜥蜴", "选项D": "骆驼", "STORY": "Rizo is a small, curious robot, living on the distant planet Lumina, which is famous for its vast deserts. There are no large mammals on Lumina, so Rizo knows nothing about these creatures. However, a variety of insects, reptiles, and birds live on this planet. Rizo is engaging in imitation behavior: it paces back and forth, occasionally raises its head and makes a mechanical call, somewhat similar to a lion's roar.", "QUESTION": "What is Rizo possibly imitating?", "OPTION-A": "Giant turtle", "OPTION-B": "Lion", "OPTION-C": "Lizard", "OPTION-D": "Camel", "答案\nANSWER": "C"}
