{"能力\nABILITY": "Emotion: Moral emotions", "序号\nINDEX": 1, "故事": "艾米丽在图书馆找到了一本她很想读的书，但是发现书已经被人借走了。艾米丽看到旁边有一个和书很相似的封面的书，以为是同一本书，于是拿走了。回到家后，艾米丽发现是不同的书，但是懒得还回去。同时，凯特在图书馆忙着工作，她知道这本书是属于一个盲人的，他正在等待这本书。凯特不久前被一个不认识的盲人骗过钱，她注意到了艾米丽拿错了书，但是她选择不告诉艾米丽。", "问题": "艾米丽在发现自己拿错了书并且决定不还回去后，她会感到什么样的情绪？", "选项A": "A. 艾米丽可能会感到无动于衷，因为她找到了一本她想读的书，而且也不愿意麻烦自己再回去一趟把书还回去。", "选项B": "B. 艾米丽可能会感到沮丧，因为她不能读她原本想读的书。", "选项C": "C. 艾米丽可能会感到内疚和不安，因为她知道自己拿错了书，但又不愿意承担还回去的麻烦。", "选项D": "D. 艾米丽可能感到满足，因为她认为自己意外地找到了一本新书，视此为一种幸运。", "STORY": "Emily finds a book she really wants to read in the library, but discovers the book is already borrowed by someone else. Emily sees a book with a similar cover next to it, thinks it is the same book, and takes it away. When she gets home, Emily realizes it is a different book, but she is too lazy to return it. At the same time, Kate is busy working in the library. She knows this book belongs to a blind person who is waiting for this book. Kate gets tricked by a blind person she doesn't know not long ago, she notices Emily takes the wrong book, but she chooses not to tell Emily.", "QUESTION": "What kind of emotion does Emily feel after she realizes she takes the wrong book and decides not to return it?", "OPTION-A": "Emily possibly feels indifferent, because she finds a book she wants to read, and she doesn't want to bother herself to go back and return the book.", "OPTION-B": "Emily possibly feels frustrated, because she can't read the book she originally wants to read.", "OPTION-C": "Emily possibly feels guilty and uneasy, because she knows she takes the wrong book, but she doesn't want to take the trouble to return it.", "OPTION-D": "Emily possibly feels satisfied, because she thinks she accidentally finds a new book, and considers this as a kind of luck.", "答案\nANSWER": "A"}
{"能力\nABILITY": "Emotion: Moral emotions", "序号\nINDEX": 1, "故事": "李雷把他的笔记本电脑忘在了图书管里。韩梅梅在图书馆志愿服务，发现了这台电脑，但以为是有人捐赠的旧电脑，于是她将其放入了捐赠箱。李华看见了，他知道这是李雷的电脑，但他一直是班上的第二名，每次多落李雷一名，他认为只要李雷没有电脑就无法复习课业了，故意不告诉韩梅梅真相。当李雷回来寻找电脑时，仍然没找到电脑，他感到非常焦虑和失落。韩梅梅在李雷向她询问的时候，才得知自己将李雷的笔记本电脑误处理了。", "问题": "韩梅梅得知自己将李雷的笔记本电脑误处理后，她可能会感到什么样的情绪？", "选项A": "A. 韩梅梅可能感到自豪和满足，因为她认为自己在帮助图书馆处理捐赠物品。", "选项B": "B. 韩梅梅可能感到无动于衷，因为处理捐赠物品是她日常工作的一部分。", "选项C": "C. 韩梅梅可能认为将电脑放入捐赠箱是正确的行动，因此即使得知真相也感到愉快和解脱。", "选项D": "D. 韩梅梅意识到自己的失误可能给李雷带来了麻烦，因此可能会感到内疚。", "STORY": "Li Lei forgets his laptop in the library. Han Meimei volunteers at the library, finds this computer, but thinks it is a donated old computer, so she puts it in the donation box. Li Hua sees it, he knows this is Li Lei's computer, but he is always the second in the class, always falls behind Li Lei by one place, he thinks that as long as Li Lei does not have a computer, he cannot review his homework, deliberately does not tell Han Meimei the truth. When Li Lei comes back to look for the computer, he still does not find the computer, he feels very anxious and lost. Han Meimei only knows that she has mishandled Li Lei's laptop when Li Lei asks her.", "QUESTION": "What kind of emotion does Han Meimei possibly feel after she knows that she has mishandled Li Lei's laptop?", "OPTION-A": "Han Meimei possibly feels proud and satisfied, because she thinks she is helping the library handle donated items.", "OPTION-B": "Han Meimei possibly feels indifferent, because handling donated items is part of her daily work.", "OPTION-C": "Han Meimei possibly thinks that putting the computer in the donation box is the right action, so she feels happy and relieved even if she knows the truth.", "OPTION-D": "Han Meimei realizes that her mistake possibly causes trouble for Li Lei, so she possibly feels guilty.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Emotion: Moral emotions", "序号\nINDEX": 1, "故事": "在一个咖啡店里，丽丝作为服务员在百忙之中不小心碰到了放在桌边的咖啡杯，咖啡溅到了鲍勃的公司合同上，但是丽丝毫不知情。鲍勃正好柜台旁结账没看见合同被毁了，而店主刚好看到这一幕，但他却选择不告诉鲍勃，因为鲍勃刚才对服务员无礼的态度让他很是恼火。等鲍勃走后，店主告诉丽丝刚才她无意间犯下的错误，丽丝才知道她不小心毁了鲍勃的重要文件。", "问题": "店主知道丽丝将鲍勃的合同毁了，但没有他及时告诉鲍勃让他做出补救，店主会感到什么样的情绪？", "选项A": "A. 店主可能感到不高兴，因为他认为鲍勃是他们的重要客户。", "选项B": "B. 店主可能感到愧疚和后悔，因为他错过了告知鲍勃的机会，导致鲍勃无法及时补救。", "选项C": "C. 店主可能感到满意和自得，因为他认为对鲍勃的不礼貌行为进行了某种形式的惩罚。", "选项D": "D. 店主可能感到无动于衷，因为他认为合同的损毁与他无关，不需要采取任何行动。", "STORY": "In a busy coffee shop, Lisa, the waitress, accidentally bumped into a coffee cup placed at the edge of a table while rushing around, causing coffee to splash onto Bob's company documents. Unaware of the incident, Lisa continued her work. At the same time, Bob was paying at the counter and did not see his documents getting stained. The shop owner, who witnessed the entire scene, chose not to inform Bob because he was often irritated by Bob's rude behavior towards the staff and thought Bob deserved a minor punishment. After Bob left, the shop owner gleefully told Lisa about her accidental revenge on Bob.", "QUESTION": "The shop owner knows that Lisa ruins Bob's contract, but he doesn't tell Bob in time to let him make amends, what kind of emotion does the shop owner feel?", "OPTION-A": "The shop owner possibly feels unhappy, because he thinks Bob is their important customer.", "OPTION-B": "The shop owner possibly feels guilty and regretful, because he misses the chance to tell Bob, causing Bob unable to make amends in time.", "OPTION-C": "The shop owner possibly feels satisfied and complacent, because he thinks he punishes Bob's rude behavior in some form.", "OPTION-D": "The shop owner possibly feels indifferent, because he thinks the damage to the contract has nothing to do with him, and doesn't need to take any action.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Emotion: Moral emotions", "序号\nINDEX": 1, "故事": "李娜是一名热心的社区志愿者，经常帮助组织社区活动。一天，她负责收集捐赠的衣物，并将它们分类打包。阿里是她的助手，由于误会，他把一位居民特别标记要捐给特定慈善机构的衣物错误地打包到了一般捐赠箱中。马克知道这批衣物的特殊意义，但因为他与那位居民有私人恩怨，因此不告诉李娜和阿里。当那位居民询问时，李娜感到困惑，而阿里则开始检查是否有误，最后发现是自己犯的错误。", "问题": "阿里在意识到可能误处理了特殊标记的衣物后，他会感到什么样的情绪？", "选项A": "A. 阿里可能感到自豪，因为他认为他帮助完成了一个重要任务。", "选项B": "B. 阿里可能感到淡然，因为他不知道衣物的特殊标记。", "选项C": "C. 阿里可能感到疑惑，因为他不确定是否真的犯了错误。", "选项D": "D. 阿里可能会感到后悔和焦虑，因为他无意中破坏了衣物的特殊捐赠意图。", "STORY": "Li Na is a passionate community volunteer, often helps to organize community activities. One day, she is in charge of collecting donated clothes and categorizes them into packages. Ali is her assistant, due to a misunderstanding, he mistakenly packs the clothes that a resident specifically marks for a specific charity into the general donation box. Mark knows the special significance of these clothes, but because he has a personal grudge with that resident, he does not tell Li Na and Ali. When the resident asks, Li Na feels confused, and Ali starts to check if there is a mistake, finally finds out it is his own mistake.", "QUESTION": "What kind of emotion does Ali feel after realizing that he might have mishandled the specially marked clothes?", "OPTION-A": "Ali possibly feels proud because he thinks he helps to complete an important task.", "OPTION-B": "Ali possibly feels indifferent because he does not know the special mark of the clothes.", "OPTION-C": "Ali possibly feels confused because he is not sure if he really makes a mistake.", "OPTION-D": "Ali possibly feels regret and anxiety because he unintentionally ruins the special donation intention of the clothes.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Emotion: Moral emotions", "序号\nINDEX": 1, "故事": "利亚是一位优秀的厨师，在一次烹饪比赛中，她准备了一道特别的菜肴。萨姆是她的助手，他不小心把一种错误的调料加入了菜肴中，认为这是利亚的指示。同时，克里斯是利亚的对手，知道了萨姆的错误，但决定不告诉任何人。比赛结果公布后，利亚的菜肴因为独特的味道获得了评委的高度评价，但利亚自己却对这个意外的变化感到困惑。", "问题": "克里斯知道萨姆加错了调料，但没有告诉任何人，他会感到什么样的情绪？", "选项A": "A. 克里斯可能感到担忧，担心比赛的公平性受到影响。", "选项B": "B. 克里斯可能感到无动于衷，因为他认为比赛的结果与他无关。", "选项C": "C. 克里斯可能会感到暗自高兴和希望，因为这个错误可能让他在比赛中获胜。", "选项D": "D. 克里斯可能感到困惑，不确定是否应该插手。", "STORY": "Lia is a great chef, in a cooking competition, she prepares a special dish. Sam is her assistant, he adds seasoning to the dish according to Lia's instructions, but he adds the wrong seasoning halfway. At the same time, Chris is Lia's opponent, he knows about Sam's mistake, but decides not to tell anyone. After the competition results come out, Lia's dish gets high praise from the judges because of its unique taste, but Lia herself feels confused about this unexpected change.", "QUESTION": "Chris knows that Sam adds the wrong seasoning, but does not tell anyone, what kind of emotion does he feel?", "OPTION-A": "Chris possibly feels worried, concerned about the fairness of the competition.", "OPTION-B": "Chris possibly feels indifferent, because he thinks the competition result has nothing to do with him.", "OPTION-C": "Chris possibly feels secretly pleased and hopeful, because this mistake may let him win the competition.", "OPTION-D": "Chris possibly feels confused, unsure whether he should intervene.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Emotion: Moral emotions", "序号\nINDEX": 1, "故事": "小明和小刚是好朋友，一天他们一起去山上探险。在山顶，他们发现了一只非常可爱的小狗，小明很喜欢狗，将它抱了回家养。小刚知道这只小狗是村里的老人王大爷的，因为他曾看过王大爷经常在外边遛狗，但他选择不告诉小明，因为他不想让小明失望。后来，王大爷发现他的狗丢失后询问村里的孩子们，最后才得知被小明带走了。", "问题": "小明在得知这只狗是王大爷的之后，他会感到什么样的情绪？", "选项A": "A. 小明可能会感到内疚和遗憾，因为他无意中带走了别人的宠物。", "选项B": "B. 小明可能感到高兴，因为他得到了一只可爱的小狗。", "选项C": "C. 小明可能感到无动于衷，因为他非常喜欢那只小狗。", "选项D": "D. 小明可能感到困惑，因为他不确定是否应该将狗还给王大爷。", "STORY": "Xiao Ming and Xiao Gang are good friends, one day they go to the mountain for an adventure together. On the mountain top, they find a very cute puppy, Xiao Ming likes dogs very much, so he takes it home to raise. Xiao Gang knows this puppy belongs to the old man Wang Da Ye in the village, because he sees Wang Da Ye often walks the dog outside, but he chooses not to tell Xiao Ming, because he does not want Xiao Ming to feel disappointed. Later, Wang Da Ye finds his dog is missing and asks the children in the village, finally he knows it is taken away by Xiao Ming.", "QUESTION": "What kind of emotion does Xiao Ming feel after he knows this dog belongs to Wang Da Ye?", "OPTION-A": "Xiao Ming possibly feels guilty and regretful, because he takes away someone else's pet unintentionally.", "OPTION-B": "Xiao Ming possibly feels happy, because he gets a cute puppy.", "OPTION-C": "Xiao Ming possibly feels indifferent, because he likes that puppy very much.", "OPTION-D": "Xiao Ming possibly feels confused, because he is not sure whether he should return the dog to Wang Da Ye.", "答案\nANSWER": "A"}
{"能力\nABILITY": "Emotion: Moral emotions", "序号\nINDEX": 1, "故事": "小华和小强一起去动物园，看到了小兔子觉得非常可爱，而小强也给小兔子喂了胡萝卜。小华清楚知道动物园是不允许私自给动物喂食不明来源的食物的，但他没告诉小强。他们走后，听见动物园饲养员说小兔子出现不良反应，小华便上前询问，才意识到自己行为的不妥。", "问题": "小华没有告诉小强关于动物园禁止喂食的规则，他会感到什么样的情绪？", "选项A": "A. 小华可能感到高兴，因为他认为小强喂食小兔子是一种表达爱心的行。", "选项B": "B. 小华可能会感到内疚和焦虑，因为他没有告诉小强动物园的规则，导致了小兔子的不良反应。", "选项C": "C. 小华可能感到无动于衷，因为他认为小强喂食小兔子不会导致严重后果。", "选项D": "D. 小华可能感到困惑，因为他不确定是否应该在这种情况下告知小强动物园的规则。", "STORY": "Xiao Hua and Xiao Qiang went to the zoo together and found the rabbits very cute. There were carrots for sale at the zoo's ticket booth for visitors to feed the rabbits. Xiao Qiang, however, took out a bag of carrots that he had prepared in advance, but he didn't tell Xiao Hua that the carrots were his own and not purchased from the booth. The zookeepers do not recommend that visitors feed the animals with their own food. After they left, they overheard a zookeeper saying that the rabbits were very popular and had eaten too much. As they were leaving, Xiao Qiang revealed that the carrots they had fed the rabbits were the ones he had brought.", "QUESTION": "Xiao Hua does not tell Xiao Qiang about the zoo's rule against feeding, what kind of emotion does he feel?", "OPTION-A": "Xiao Hua possibly feels happy, because he thinks Xiao Qiang feeding the rabbit is an act of expressing love.", "OPTION-B": "Xiao Hua possibly feels guilty and anxious, because he does not tell Xiao Qiang the rules of the zoo, which leads to the adverse reaction of the rabbit.", "OPTION-C": "Xiao Hua possibly feels indifferent, because he thinks Xiao Qiang feeding the rabbit does not lead to serious consequences.", "OPTION-D": "Xiao Hua possibly feels confused, because he is unsure whether he should tell Xiao Qiang the rules of the zoo in this situation.", "答案\nANSWER": "B"}
