{"类型": NaN, "能力\nABILITY": "Desire: Multiple desires", "序号\nINDEX": 1, "故事": "小男孩汤姆在放学回家的路上发现了一些钱。他很高兴，并开始思考如何使用这笔钱。走着走着，他遇到了阿姨。阿姨对他说：“汤姆，如果你帮我摘苹果，我会给你一些钱。”于是汤姆决定留在阿姨家帮忙摘苹果。", "问题": "汤姆帮阿姨摘完苹果后，他会怎么做？", "选项A": "A. 汤姆会去公园玩耍。", "选项B": "B. 汤姆会去商店买东西。", "选项C": "C. 汤姆会协助阿姨制作苹果派。", "选项D": "D. 汤姆会把钱捐献给慈善机构。", "STORY": "The little boy Tom finds some money on his way home from school. He is very happy and starts to think about how to use this money. As he walks, he meets an aunt. The aunt says to him, \"Tom, if you help me pick apples, I give you some money.\" So Tom decides to stay at the aunt's house to help pick apples.", "QUESTION": "What does Tom do after he helps the aunt pick apples?", "OPTION-A": "Tom goes to the park to play.", "OPTION-B": "Tom goes to the store to buy things.", "OPTION-C": "Tom helps the aunt make apple pie.", "OPTION-D": "Tom donates the money to a charity.", "答案\nANSWER": "B"}
{"类型": NaN, "能力\nABILITY": "Desire: Multiple desires", "序号\nINDEX": 1, "故事": "丽丽一直在存钱，希望和她的男朋友一起去巴厘岛度假。然而，丽丽的男朋友在他的生日动情地告诉她，他一直梦想拥有一款名牌手表。听到男朋友的愿望，丽丽决定用她的储蓄来为他购买那款手表。", "问题": "丽丽购买手表给她的男朋友后，她会怎么做？", "选项A": "A. 丽丽会为了纪念这一刻拍很多照片", "选项B": "B. 丽丽将和男朋友去巴厘岛度假。", "选项C": "C. 丽丽将不会去巴厘岛度假。", "选项D": "D. 丽丽将存钱购买另一款手表。", "STORY": "Lili always saves money, hoping to go on vacation to Bali with her boyfriend. However, Lili's boyfriend tells her emotionally on his birthday that he always dreams of owning a brand-name watch. Hearing her boyfriend's wish, Lili decides to use her savings to buy him that watch.", "QUESTION": "What does Lili do after she buys the watch for her boyfriend?", "OPTION-A": "Lili takes many photos to commemorate this moment.", "OPTION-B": "Lili goes on vacation to Bali with her boyfriend.", "OPTION-C": "Lili does not go on vacation to Bali.", "OPTION-D": "Lili saves money to buy another watch.", "答案\nANSWER": "C"}
{"类型": NaN, "能力\nABILITY": "Desire: Multiple desires", "序号\nINDEX": 1, "故事": "萨拉是一名设计师，她一直希望能为公司的新项目设计一款独特的LOGO。然而她的队友最近因病请假，负责制作宣传片的任务落到了她身上，她决定全力完成宣传片的制作。", "问题": "萨拉完成宣传片的制作后会做什么？", "选项A": "A. 萨拉将继续完成项目LOGO的制作。", "选项B": "B. 萨拉会继续制作更多的宣传片。", "选项C": "C. 萨拉将休息一段时间然后再进行新的任务。", "选项D": "D. 萨拉会辞去设计师的职务。", "STORY": "Sara is a designer, she always hopes to design a unique LOGO for the company's new project. However, her teammate is on sick leave recently, the task of making the promotional video falls on her, she decides to fully complete the production of the promotional video.", "QUESTION": "What does Sara do after she completes the production of the promotional video?", "OPTION-A": "Sara continues to complete the production of the project logo.", "OPTION-B": "Sara continues to produce more promotional videos.", "OPTION-C": "Sara takes a break for a while and then carries out new tasks.", "OPTION-D": "Sara resigns from her position as a designer.", "答案\nANSWER": "A"}
