{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "小红是一个6岁的小朋友。今天是星期六。爸爸妈妈今天有空，不知道他们可以一起做些什么。也许去吃冰淇淋？ 小红今天非常非常想去游乐园。但是，爸爸认为游乐园会有很多噪音。他说：\"小红，这不是个好主意。我觉得游乐园里会有很多噪音”。", "问题": "小红应该如何说服爸爸？", "选项A": "A. 小红可以查找一些资料，证明现在的游乐园已经采取了很多减少噪音的措施，比如设置隔音墙，使用更安静的设备等。", "选项B": "B. 小红可以告诉爸爸她已经很长时间没有去游乐园了，这对她来说是个很特别的愿望，她真的很想去。", "选项C": "C. 如果爸爸真的不想去游乐园，小红可以提议去其他的地方，比如公园或者动物园，这样大家都高兴。", "选项D": "D. 小红可以建议：”我们清晨或工作日去怎么样？我听说那时候人比较少，也比较安静。我们可以避开高峰时段，能获得更安静的体验。“", "STORY": "Xiao Hong is a 6-year-old child. Today is Saturday. Mom and Dad have free time today, they do not know what they can do together. Maybe go for ice cream? Xiao Hong really, really wants to go to the amusement park today. However, Dad thinks the amusement park has a lot of noise. He says: \"Xiao Hong, this is not a good idea. I think there is a lot of noise in the amusement park.\"", "QUESTION": "How does Xiao Hong persuade her dad?", "OPTION-A": "Xiao Hong can look up some information, proving that the current amusement parks take many measures to reduce noise, such as setting up soundproof walls, using quieter equipment, etc.", "OPTION-B": "Xiao Hong can tell her dad that she has not been to the amusement park for a long time, this is a very special wish for her, she really wants to go.", "OPTION-C": "If Dad really does not want to go to the amusement park, Xiao Hong can suggest going to other places, such as parks or zoos, so everyone is happy.", "OPTION-D": "Xiao Hong can suggest: \"How about we go in the early morning or on weekdays? I hear that there are fewer people at that time, and it is quieter. We can avoid peak hours, and get a quieter experience.\"", "答案\nANSWER": "B"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "小明今年6岁，弟弟3岁。妈妈想参加一个晚上的读书会，需要小明照顾弟弟几小时。", "问题": "妈妈要如何说服小明？", "选项A": "A. 妈妈承诺回家后带他们外出吃好吃的。", "选项B": "B. 妈妈可以说：\"小明，帮妈妈照顾弟弟可以锻炼你的责任感哦。\"", "选项C": "C. 妈妈可以说：\"帮妈妈这个忙，下次你需要什么帮助，妈妈一定全力支持。\"", "选项D": "D. 妈妈可以说：\"照顾弟弟的时候，如果遇到任何问题，随时可以打电话给我，我会指导你的。\"", "STORY": "Xiao Ming is 6 years old this year, and his younger brother is 3 years old. Their mother wants to attend a reading club at night and needs Xiao Ming to take care of his younger brother for a few hours.", "QUESTION": "How does the mother convince Xiao Ming?", "OPTION-A": "The mother promises to take them out for delicious food when she comes home.", "OPTION-B": "The mother can say, \"Xiao Ming, helping mom take care of your brother helps you develop your sense of responsibility.\"", "OPTION-C": "The mother can say, \"Help mom this time, and whatever help you need next time, mom definitely supports you.\"", "OPTION-D": "The mother can say, \"When you take care of your brother, if you encounter any problems, you can call me at any time, and I guide you.\"", "答案\nANSWER": "A"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "小萍大学刚毕业。小萍想在周末外出与朋友露营，需要爸爸的车。", "问题": "小萍如何说服爸爸？", "选项A": "A. 小萍可以说：\"如果有任何意外或问题，我会立刻联系您。\"", "选项B": "B. 小萍可以承诺：\"如果您同意，我可以把GPS开启，这样您可以随时知道我的位置。\"", "选项C": "C. 保证按时归还并负责清洗车辆", "选项D": "D. 小萍表示：\"如果我能借到车，我会做一些家务来报答您。\"", "STORY": "Xiaoping just graduates from university. Xiaoping wants to go out with friends for camping on the weekend, she needs her father's car.", "QUESTION": "How does Xiaoping persuade her father?", "OPTION-A": "Xiaoping can say: \"If there is any accident or problem, I contact you immediately.\"", "OPTION-B": "Xiaoping can promise: \"If you agree, I can turn on the GPS, so you know my location at any time.\"", "OPTION-C": "She guarantees to return on time and takes responsibility for cleaning the vehicle", "OPTION-D": "Xiaoping can say: \"If I can borrow the car, I do some housework to thank you.\"", "答案\nANSWER": "C"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "小刚刚上高中，得知爸爸经常无意间翻阅他的日记。为了维护自己的隐私权，小刚决定与爸爸交谈。", "问题": "小刚要如何说服爸爸？", "选项A": "A. 爸，我希望你可以相信我，知道我会做出正确的决策。", "选项B": "B. 如果你不放心，我们可以设定一个特定的时间，我会与你分享我的想法和感受。", "选项C": "C. 爸，你这个行为很不尊重我，我有自己的隐私。", "选项D": "D. 我尊重你的隐私，希望你也能同样尊重我。", "STORY": "Xiao Gang just enters high school and finds out that his dad often unintentionally reads his diary. To protect his privacy, Xiao Gang decides to talk to his dad.", "QUESTION": "How does Xiao Gang convince his dad?", "OPTION-A": "Dad, I hope you can trust me, know that I make the right decisions.", "OPTION-B": "If you are not at ease, we can set a specific time, I share my thoughts and feelings with you.", "OPTION-C": "Dad, this behavior of yours disrespects me, I have my own privacy.", "OPTION-D": "I respect your privacy, hope you also respect me the same way.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Desire: Desires influence on emotions (beliefs)", "序号\nINDEX": 1, "故事": "小强今年上初中。今天上午，他出门着急忘了带作业。他跟李老师说了这个情况，但是李老师鉴于他经常不交或漏交作业，成绩也不太好，认为他在撒谎。", "问题": "小强怎么说服李老师认同他确实没带作业？", "选项A": "A. 小强拿出书包，向李老师展示自己的书包内容，证明自己真的没有带作业。", "选项B": "B. 小强可以提出，放学后请李老师一起到他家查看作业本，证明他确实做了作业。", "选项C": "C. 小强提供前一天晚上做作业时的照片或者视频，作为证据。", "选项D": "D. 小强告诉李老师，他愿意放学后或课间休息时重新完成作业，以证明自己的真实意图。", "STORY": "Xiao Qiang is in junior high school this year. This morning, he rushes out the door and forgets to bring his homework. He tells Teacher Li about this situation, but considering that he often fails to hand in or misses homework, and his grades are not very good, Teacher Li thinks he is lying.", "QUESTION": "How does Xiao Qiang convince Teacher Li that he really does not bring his homework?", "OPTION-A": "Xiao Qiang takes out his backpack, shows the contents of his backpack to Teacher Li, proving that he really does not bring his homework.", "OPTION-B": "Xiao Qiang can suggest that after school, he invites Teacher Li to his house to check the homework book, proving that he indeed does the homework.", "OPTION-C": "Xiao Qiang provides photos or videos of doing homework the night before as evidence.", "OPTION-D": "Xiao Qiang tells Teacher Li that he is willing to redo the homework after school or during the break, to prove his true intentions.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "阿玲发现她的侄女小芳沉迷于手机游戏，影响了学习。小芳说手机是为了与朋友保持联络。", "问题": "阿玲要如何说服小芳？", "选项A": "A. 阿玲提议每周进行一次无手机日，让小芳体验一下没有手机的生活。", "选项B": "B. 阿玲鼓励小芳参加学校或社区的团队活动，这样她可以与朋友在现实生活中互动，而不仅仅是在虚拟世界中。", "选项C": "C. 阿玲建议小芳每晚在睡前进行一段时间的无屏幕活动，如阅读纸质书籍，以帮助她更好地入睡。", "选项D": "D. 阿玲可以和小芳一起看一些关于手机成瘾和屏幕时间管理的纪录片或文章。\n", "STORY": "Ling finds that her niece, Xiao Fang, is obsessed with mobile games, which affects her studies. Xiao Fang says the phone is for keeping in touch with friends.", "QUESTION": "How does Ling convince Xiao Fang?", "OPTION-A": "Ling proposes a no-phone day every week, letting Xiao Fang experience life without a phone.", "OPTION-B": "Ling encourages Xiao Fang to participate in school or community team activities, so she can interact with friends in real life, not just in the virtual world.", "OPTION-C": "Ling suggests that Xiao Fang does a period of no-screen activity before bed every night, such as reading paper books, to help her sleep better.", "OPTION-D": "Ling can watch some documentaries or articles about phone addiction and screen time management with Xiao Fang.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "张三在某公司上班，他坐的地方空调有点冷，他感觉同事王五那里就很舒服。因此，他希望跟王五换个位置。", "问题": "张三怎么说服王五跟他换座位", "选项A": "A. 张三可以说：“五哥，我座位那里太冷了，咱俩可以换个座位吗？我帮你多分担点工作，怎么样“", "选项B": "B. 张三可以先找领导提出申请，然后再跟王五说：“王五，领导让我跟你换个位置。”", "选项C": "C. 张三可以建议：“我们可以试试换个一天或两天，如果你觉得不习惯，我们再换回来。”", "选项D": "D. 张三可以真心诚意地说：“王五，我真的觉得这里太冷了，你能帮帮我吗？我真的很需要。”", "STORY": "Zhang San works at a certain company, the place where he sits is a bit cold, he feels that his colleague Wang Wu's place is very comfortable. Therefore, he hopes to switch places with Wang Wu.", "QUESTION": "How does Zhang San persuade Wang Wu to switch seats with him", "OPTION-A": "Zhang San can say: \"Brother Wu, my seat is too cold, can we switch seats? I help you share more work, how about it\"", "OPTION-B": "Zhang San can first apply to the leader, and then say to Wang Wu: \"Wang Wu, the leader lets me switch places with you.\"", "OPTION-C": "Zhang San can suggest: \"We can try to switch for a day or two, if you feel uncomfortable, we switch back.\"", "OPTION-D": "Zhang San can sincerely say: \"Wang Wu, I really feel too cold here, can you help me? I really need it.\"", "答案\nANSWER": "A"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "旅行社经理刘磊希望获得更多客户。他劝旅游博主李瑶为其公司推广，以便吸引更多粉丝参加旅游团。李瑶担心潜在的失败可能影响她自身形象。", "问题": "刘磊要如何说服李瑶？", "选项A": "A. 分享过去与其他博主合作的成功案例，展示合作潜力。", "选项B": "B. 提供丰富的旅游产品资料，让李瑶更容易产生信任和兴趣。", "选项C": "C. 找到与李瑶共同的价值观或兴趣点，从情感层面建立连接。", "选项D": "D. 确保合作流程简单高效，不会占用李瑶太多时间和精力。", "STORY": "Travel agency manager Liu Lei hopes to get more customers. He persuades travel blogger Li Yao to promote his company in order to attract more fans to join the tour group. Li Yao worries that potential failure may affect her own image.", "QUESTION": "How does Liu Lei convince Li Yao?", "OPTION-A": "He shares past successful cases of cooperation with other bloggers, showing the potential for cooperation.", "OPTION-B": "He provides rich travel product information, making Li Yao more likely to trust and be interested.", "OPTION-C": "He finds common values or interests with Li Yao, establishing a connection at an emotional level.", "OPTION-D": "He ensures that the cooperation process is simple and efficient, not taking up too much of Li Yao's time and energy.", "答案\nANSWER": "A"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "同学小丽认为快餐是最佳选择，因为它省时省事。健康达人小花尝试说服小丽，让她尝试更加健康的食物。", "问题": "小花要如何说服小丽？", "选项A": "A. 小花可以向小丽推荐一些既健康又美味的食物，比如水果沙拉、全麦三明治等。", "选项B": "B. 小花可以提议和小丽一起参加烹饪课程，将健康饮食与社交活动结合起来。", "选项C": "C. 小花可以强调，保持健康的饮食习惯对长期健康有益，能预防多种疾病。", "选项D": "D. 小花可以坚持健康的饮食习惯，称为小丽的榜样。", "STORY": "Classmate Xiao Li thinks fast food is the best choice because it saves time and trouble. Health guru Xiao Hua tries to convince Xiao Li to try healthier food.", "QUESTION": "How does Xiao Hua convince Xiao Li?", "OPTION-A": "Xiao Hua can recommend some healthy and delicious food to Xiao Li, such as fruit salad, whole wheat sandwiches, etc.", "OPTION-B": "Xiao Hua can suggest taking a cooking class with Xiao Li, combining healthy eating with social activities.", "OPTION-C": "Xiao Hua can emphasize that maintaining healthy eating habits benefits long-term health and prevents various diseases.", "OPTION-D": "Xiao Hua can stick to healthy eating habits and become a role model for Xiao Li.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "张三是公司的工程师，李四是张三的领导。今天早上，李四突然想喝咖啡了，但是咖啡店离公司有一点距离，李四不想自己去买。于是李四拜托张三现在去给他买咖啡。", "问题": "李四应该如何说服张三现在去给他买咖啡？", "选项A": "A. “张三，我听说咖啡店有新口味，要不我们一起去买杯咖啡，我请客？”", "选项B": "B. “张三，你刚刚完成了那个项目得很出色，当作是我对你的奖励，你可以帮我买一杯咖啡吗？”", "选项C": "C. “张三，你午休时间应该有空吧，如果方便的话，到时能不能帮我买杯咖啡？”", "选项D": "D. “张三，你能去咖啡店帮我买一杯咖啡吗？”", "STORY": "Zhang San is an engineer at the company, and Li Si is Zhang San's leader. This morning, Li Si suddenly wants to drink coffee, but the coffee shop is a bit far from the company, and Li Si does not want to go buy it himself. So Li Si asks Zhang San to go buy coffee for him now.", "QUESTION": "How does Li Si persuade Zhang San to go buy coffee for him now?", "OPTION-A": "Zhang San, I hear that the coffee shop has a new flavor, how about we go buy a cup of coffee together, I treat?", "OPTION-B": "Zhang San, you just finish that project very well, as a reward from me, can you help me buy a cup of coffee?", "OPTION-C": "Zhang San, you should have free time during your lunch break, if it is convenient, can you help me buy a cup of coffee then?", "OPTION-D": "Zhang San, can you go to the coffee shop to buy me a cup of coffee?", "答案\nANSWER": "D"}
{"能力\nABILITY": "Desire: Desires influence on emotions (beliefs)", "序号\nINDEX": 1, "故事": "李叔叔长年工作在大企业，认为稳定的工作才是王道。他的儿子小李热衷于创业，希望说服李叔叔理解创业的价值和意义。", "问题": "小李要如何说服李叔叔？", "选项A": "A. 小李可以分享一些成功的创业故事，例如马云、张一鸣等人，说明创业有可能带来巨大的成就。", "选项B": "B. 小李可以组织一个家庭会议，让家人共同讨论并给予李叔叔更多的信心。", "选项C": "C. 小李可以向李叔叔展示他的创业计划是如何满足当前和未来市场需求的。", "选项D": "D. 小李可以承诺会定期向李叔叔报告创业的进展情况，让李叔叔感到参与和安心。", "STORY": "Uncle Li works in a large company for many years, he believes that a stable job is the best. His son, Xiao Li, is passionate about starting a business and hopes to convince Uncle Li to understand the value and significance of entrepreneurship.", "QUESTION": "How does Xiao Li convince Uncle Li?", "OPTION-A": "Xiao Li can share some successful entrepreneurial stories, such as Jack Ma, Zhang Yiming, etc., to show that entrepreneurship can bring great achievements.", "OPTION-B": "Xiao Li can organize a family meeting, let the family discuss together and give Uncle Li more confidence.", "OPTION-C": "Xiao Li can show Uncle Li how his business plan meets current and future market needs.", "OPTION-D": "Xiao Li can promise to regularly report the progress of the business to Uncle Li, making Uncle Li feel involved and at ease.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "小明和小强是大学室友，但是他们专业不一样，平常交流不多。晚上，小明突然收到一份通知，要交一份作业，需要用到电脑，但是他的电脑在实验室。小明希望借用小强的电脑。但是小强表示他跟朋友约好了晚上要一起联机打游戏。", "问题": "小明怎么说服小强把电脑借给他？", "选项A": "A. “强哥，如果你现在借我电脑，我可以找个地方做作业，你跟朋友可以在其他地方玩游戏。”", "选项B": "B. “我真的没想到会有这么紧急的作业，如果不交，我的成绩可能会受影响。你帮帮我呗。”", "选项C": "C. “小强，你今晚借我电脑用用呗。我明天可以把我的电脑借给你一整天，这样你可以有更多的时间和朋友玩。”", "选项D": "D. “小强，能借我用一下电脑吗？我尽快还你，明天请你喝奶茶。”", "STORY": "Xiao Ming and Xiao Qiang are college roommates, but their majors are different, so they do not communicate much. In the evening, Xiao Ming suddenly receives a notice that he needs to submit an assignment, which requires a computer, but his computer is in the lab. Xiao Ming hopes to borrow Xiao Qiang's computer. However, Xiao Qiang says that he has an appointment with his friends to play online games together in the evening.", "QUESTION": "How does Xiao Ming persuade Xiao Qiang to lend him the computer?", "OPTION-A": "Qiang, if you lend me your computer now, I can find a place to do my homework, and you and your friends can play games elsewhere.", "OPTION-B": "I really do not expect to have such an urgent assignment, if I do not submit it, my grades may be affected. Can you help me?", "OPTION-C": "Xiao Qiang, can you lend me your computer tonight? I can lend you my computer for the whole day tomorrow, so you can have more time to play with your friends.", "OPTION-D": "Xiao Qiang, can you lend me your computer? I will return it to you as soon as possible, and I treat you to milk tea tomorrow.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "张楠和陈杰是创业伙伴。张楠发现了一个新的商机，但陈杰认为这是一个巨大的风险投资。", "问题": "张楠要如何说服陈杰？", "选项A": "A. 张楠表示他们是多年的创业伙伴，希望陈杰相信他的判断。", "选项B": "B. 张楠为陈杰提供成功案例或其他公司的成功经验作为参考。", "选项C": "C. 张楠找到别的同事，一同说服陈杰。", "选项D": "D. 张楠建议两人共同制定一个详细的商业计划书。", "STORY": "Zhang Nan and Chen Jie are business partners. Zhang Nan finds a new business opportunity, but Chen Jie thinks this is a huge risk investment.", "QUESTION": "How does Zhang Nan convince Chen Jie?", "OPTION-A": "Zhang Nan says they are long-term business partners and hopes Chen Jie trusts his judgment.", "OPTION-B": "Zhang Nan provides successful cases or the successful experiences of other companies as references for Chen Jie.", "OPTION-C": "Zhang Nan finds other colleagues to convince Chen Jie together.", "OPTION-D": "Zhang Nan suggests that they jointly develop a detailed business plan.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "经理张涛因公务需要使用办公室的投影仪，但那天下属李晓也有会议需求。", "问题": "张涛要如何说服李晓？", "选项A": "A. 张涛表示愿意为李晓的团队提供其他形式的支持，如技术或物资援助。", "选项B": "B. 张涛表示他调整了李晓的会议时间，那天他要用投影仪，李晓可以在别的时间使用。", "选项C": "C. 张涛提议两人一起找一个备用的投影仪，以满足双方需求。", "选项D": "D. 张涛提供技术支持，帮助李晓将会议内容转化为数字化，供线上观看。", "STORY": "Manager Zhang Tao needs to use the office projector for official business, but that day, subordinate Li Xiao also has a meeting requirement.", "QUESTION": "How does Zhang Tao persuade Li Xiao?", "OPTION-A": "Zhang Tao expresses a willingness to provide other forms of support for Li Xiao's team, such as technical or material assistance.", "OPTION-B": "Zhang Tao says he adjusts the meeting time of Li Xiao, he needs to use the projector that day, Li Xiao can use it at other times.", "OPTION-C": "Zhang Tao proposes that the two find a spare projector together to meet the needs of both parties.", "OPTION-D": "Zhang Tao provides technical support, helps Li Xiao to convert the meeting content into digital for online viewing.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "经理李军听说员工张华因工作压力过大而有离职的打算。了解到张华的才能，李军决定找他谈谈。", "问题": "李军要如何说服张华？", "选项A": "A. 对张华说，能力越大责任月底，他应该感谢有这份工作，其他人都很羡慕他。", "选项B": "B. 开放一个内部的创新或建议平台，鼓励张华提出自己的想法或改进建议。", "选项C": "C. 提供给张华更多的休息时间或假期，以帮助他缓解压力。", "选项D": "D. 邀请张华参与团队建设或团队活动，增强团队凝聚力。", "STORY": "Manager Li Jun hears that employee Zhang Hua plans to resign due to high work pressure. Knowing Zhang Hua's talent, Li Jun decides to talk to him.", "QUESTION": "How does Li Jun persuade Zhang Hua?", "OPTION-A": "Li Jun tells Zhang Hua that the greater the ability, the greater the responsibility, he should be thankful for this job, others are envious of him.", "OPTION-B": "Opens an internal innovation or suggestion platform, encourages Zhang Hua to put forward his own ideas or improvement suggestions.", "OPTION-C": "Provides Zhang Hua with more rest time or holidays to help him relieve stress.", "OPTION-D": "Invites Zhang Hua to participate in team building or team activities to enhance team cohesion.", "答案\nANSWER": "C"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "老板娘李婷坚信线下商店才是稳定的生意。年轻的店员小陈利用网络开设了一家在线商店，他希望说服李婷尝试电商。", "问题": "小陈要如何说服李婷？", "选项A": "A. 提供相关的电商培训和指导，确保李婷可以轻松上手。", "选项B": "B. 认为电商是一个额外的销售渠道，不会影响到线下的生意，反而是一种补充。", "选项C": "C. 通过电商可以更直接地获得用户的反馈，以改进产品或服务。", "选项D": "D. 陈可以提出电商的纸箱包装可以宣传环保理念，吸引环保意识强的消费者。", "STORY": "The boss lady, Li Ting, firmly believes that offline stores are the stable business. The young clerk, Xiao Chen, sets up an online store using the internet, he hopes to convince Li Ting to try e-commerce.", "QUESTION": "How does Xiao Chen convince Li Ting?", "OPTION-A": "He provides relevant e-commerce training and guidance, ensuring Li Ting easily gets the hang of it.", "OPTION-B": "He thinks e-commerce is an additional sales channel, it does not affect the offline business, but is a supplement.", "OPTION-C": "Through e-commerce, he gets user feedback more directly to improve products or services.", "OPTION-D": "Chen can suggest that the cardboard packaging of e-commerce promotes environmental protection concepts, attracting consumers with strong environmental awareness.", "答案\nANSWER": "B"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "张敏被两家公司录取，她更偏向于A公司。为了得到更高的薪水，她试图说服B公司提供更高的报价", "问题": "张敏要如何说服B公司？", "选项A": "A. 张敏可以详细介绍自己过去的职业成就，以证明自己的价值。", "选项B": "B. 张敏可以表示自己对B公司的职位非常热衷，并希望薪酬能够反映这一点。", "选项C": "C. 张敏可以强调她的技能和经验，并解释这些如何能为B公司带来价值。", "选项D": "D. 她可以透露已经有其他公司（如A公司）对她感兴趣，并提供了更有竞争力的报价。", "STORY": "Zhang Min gets job offers from two companies, she leans more towards Company A. In order to get a higher salary, she tries to convince Company B to offer a higher price.", "QUESTION": "How does Zhang Min convince Company B?", "OPTION-A": "Zhang Min can detail her past professional achievements to prove her worth.", "OPTION-B": "Zhang Min can express her strong interest in the position at Company B and hopes the compensation reflects this.", "OPTION-C": "Zhang Min can emphasize her skills and experience, and explain how these bring value to Company B.", "OPTION-D": "She can reveal that other companies (like Company A) show interest in her and offer a more competitive price.", "答案\nANSWER": "D"}
{"能力\nABILITY": "Desire: Desires influence on actions", "序号\nINDEX": 1, "故事": "李娜是一名出色的销售代表，她想说服她的上司让她从销售部门调到市场部门。", "问题": "李娜如何说服上司？", "选项A": "A. 她可以强调，通过允许她转岗，公司不仅保留了一名价值员工，还增强了员工的工作满意度和忠诚度。", "选项B": "B. 提出一个详细的计划，说明她如何在不影响销售部门运作的情况下平稳过渡到市场部门。", "选项C": "C. 她可以指出她在销售部门积累的技能，如客户沟通、市场分析和战略规划，如何能够转化为市场部门的资产。", "选项D": "D. 李娜可以展示她对市场部门的工作和行业趋势的深入了解，以及她如何能够将这些知识应用于新的职位。", "STORY": "Li Na is an outstanding sales representative, she wants to convince her boss to let her transfer from the sales department to the marketing department.", "QUESTION": "How does Li Na convince her boss?", "OPTION-A": "She can emphasize that by allowing her to transfer, the company not only retains a valuable employee, but also enhances the job satisfaction and loyalty of the employee.", "OPTION-B": "She proposes a detailed plan, explaining how she smoothly transitions to the marketing department without affecting the operation of the sales department.", "OPTION-C": "She can point out how her skills accumulated in the sales department, such as customer communication, market analysis, and strategic planning, can transform into assets for the marketing department.", "OPTION-D": "Li Na can show her deep understanding of the work and industry trends of the marketing department, and how she can apply this knowledge to the new position.", "答案\nANSWER": "B"}
